{"id": 1, "text": "Jai Janiany 8th Semester Undergraduate | Computer Science Engineering | UCE RTU, Kota +91 9772881151 | jaijanyani@gmail.com | 7/108, Malviya Nagar Jaipur (302017)  SUMMARY To seek an opportunity to apply my technology expertise along with my creative problem solving skills in an innovative software company.  EXPERIENCE   Machine Learning Engineering Intern , Forsk Technologies , Jaipur  (May,2017 – July,2017)     Learned the foundational concepts of data science and machine learning including python and statistics, enough time was spent on understanding the concept behind each algorithm and examples and case studies were done. Built some mid-scaled machine learning models using supervised and unsupervised learning.  Software Engineering Intern , Proxbotics Creations Technologies , Jaipur (May,2016 – July,2016) Developed and optimized various projects including ecommerce, booking & reservation, non-profit organization Websites, using technologies: HTML, CSS, PHP, JavaScript, MySQL etc.                           Trainee at TecheduSoft , Kota  (May,2015) The course contains 15+ modules including Android Basics, fragments, screen designing, intents, various views, signing app, web servers, web services, notifications, etc.                                                        PROJECTS All projects are available on git: https://github.com/JAIJANYANI  Video Analysis for surveillance  -A command line app which takes all your CCTV feeds as input and filters feeds with abnormal events which results in 90% less videos to watch, Used image processing and deep learning algorithms, outputs all time-stamps of interesting events for all feeds.  Food Calorie Estimator -An android app to estimate calories present in food with still image. Trained own Data-set (Meal-net) using Transfer learning Built upon Inception V3, Proposed a Deep Convolutional Neural Network (CNN) with 48 Layers, Developed a REST API to integrate it in Mobile apps, Optimized total computation time ~ 2 Seconds.  CryptoCurrency Market Predictor - A Flask app to predict the future prices of various Crypto Currencies, implemented various supervised and deep learning algorithms such as LSTM (RNN), polynomial regression, using scikit-learn, tensorflow, keras etc.   Spam Filter -A REST API to Detect Incoming SMS or Email as Spam or Ham which can be trained on your own data set. Used NLP with Naive Bayes for Sentiment Analysis.  mailto:jaijanyani@gmail.com Image Classifier using CNN -An application which detects objects present in a still image, implemented convolutional neural network using open source machine learning library which can be run on multiple machines to reduce training workloads, classifies objects using pre-trained image-net model.  Online Student and Faculty Portal -A Web Portal to manage attendance of students and faculties, can be integrated to mobile apps. Uses Php, MySQL, HTML, CSS, JavaScript, etc.  Tax Accounting -A Decentralized web app built on Ethereum Block-Chain using Truffle and Embark framework, which can be used to transfer funds between accounts which automatically deducts tax from the account.  TECHNICAL SKILLS Programming Languages  : C, C++ Web Technologies     : HTML, CSS Scripting Languages       : Python, PHP, BASH Database Management System  : MySQL, SQLite Operating Systems    : Microsoft Windows, Linux, UNIX Strongest Areas               :  Machine Learning, Data Science  COURSES  Applied Machine Learning , Applied Data Science , Exploratory Data Analysis & Data Visualization , Neural Networks & Deep Learning , Computer networks , Data Structures & Algorithms , Operating Systems , Cloud Computing , Data Mining , Block chain Essentials , Database Management Systems.  EDUCATION  University College of Engineering , Kota : Btech (Pursuing) in Computer Science Engineering  (2018)  St. Edmunds School , Jaipur : Senior Secondary (XII) Education Rajasthan  (2012)  St. Edmunds School , Jaipur : Secondary (X) Education Rajasthan  (2010)", "meta": {}, "annotation_approver": null, "labels": [[0, 11, "PERSON"], [41, 69, "DEGREE"], [72, 79, "ORG"], [81, 86, "GPE"], [86, 100, "PHONE_NUMBER"], [103, 123, "EMAIL"], [147, 154, "GPE"], [141, 147, "GPE"], [251, 266, "SKILL"], [324, 359, "DESIGNATION"], [362, 380, "ORG"], [383, 390, "GPE"], [392, 412, "DATE"], [455, 467, "SKILL"], [472, 488, "SKILL"], [499, 506, "SKILL"], [510, 520, "SKILL"], [658, 674, "SKILL"], [703, 724, "SKILL"], [728, 755, "DESIGNATION"], [758, 791, "ORG"], [794, 801, "GPE"], [802, 822, "DATE"], [875, 884, "SKILL"], [963, 967, "SKILL"], [969, 972, "SKILL"], [974, 977, "SKILL"], [979, 989, "SKILL"], [991, 997, "SKILL"], [1029, 1051, "DESIGNATION"], [1054, 1059, "GPE"], [1061, 1069, "DATE"], [1113, 1127, "SKILL"], [1341, 1370, "EMAIL"], [1372, 1387, "SKILL"], [1554, 1570, "SKILL"], [1575, 1588, "SKILL"], [1849, 1883, "SKILL"], [1885, 1888, "SKILL"], [1918, 1926, "SKILL"], [2043, 2049, "SKILL"], [2147, 2160, "SKILL"], [2180, 2185, "SKILL"], [2186, 2189, "SKILL"], [2221, 2233, "SKILL"], [2235, 2245, "SKILL"], [2247, 2253, "SKILL"], [2276, 2284, "SKILL"], [2380, 2384, "SKILL"], [2433, 2453, "EMAIL"], [2478, 2482, "SKILL"], [2605, 2621, "SKILL"], [2889, 2892, "SKILL"], [2894, 2899, "SKILL"], [2901, 2905, "SKILL"], [2907, 2910, "SKILL"], [2912, 2922, "SKILL"], [3007, 3015, "SKILL"], [3019, 3026, "SKILL"], [3183, 3184, "SKILL"], [3186, 3189, "SKILL"], [3213, 3217, "SKILL"], [3219, 3223, "SKILL"], [3251, 3257, "SKILL"], [3259, 3262, "SKILL"], [3264, 3269, "SKILL"], [3299, 3304, "SKILL"], [3306, 3313, "SKILL"], [3400, 3416, "SKILL"], [3418, 3430, "SKILL"], [3449, 3465, "SKILL"], [3476, 3488, "SKILL"], [3503, 3516, "SKILL"], [3519, 3537, "SKILL"], [3540, 3555, "SKILL"], [3558, 3571, "SKILL"], [3662, 3674, "SKILL"], [3744, 3777, "ORG"], [3780, 3785, "GPE"], [3807, 3835, "DEGREE"], [3846, 3864, "ORG"], [3867, 3873, "GPE"], [3876, 3892, "DEGREE"], [3921, 3925, "DATE"], [3995, 3999, "DATE"], [3929, 3947, "ORG"], [3950, 3957, "GPE"], [3959, 3969, "DEGREE"]]}
{"id": 3, "text": "Bernice TanSingaporeAssistant Compliance Manager at Aberdeen Asset ManagementExperienceAssistant Compliance Manager at Aberdeen Asset ManagementJanuary 2017  -  Present  (3 months)Senior Compliance Officer at Aberdeen Asset ManagementJanuary 2015  -  December 2016  (2 years)Compliance Officer at Aberdeen Asset ManagementJuly 2012  -  December 2014  (2 years 6 months)Intern at HSBC Global Asset ManagementJune 2011  -  September 2011  (4 months)EducationUniversity of London International ProgrammesBachelor’s Degree, Banking and Finance, 2009 - 2012Anglo-Chinese Junior College2007 - 2008Bernice TanSingaporeAssistant Compliance Manager at Aberdeen Asset ManagementProfile Notes and Activity (1)3/7/2017—View by Ayyaz Ahmad", "meta": {}, "annotation_approver": null, "labels": [[0, 11, "PERSON"], [11, 20, "GPE"], [20, 49, "DESIGNATION"], [52, 77, "ORG"], [119, 144, "ORG"], [87, 115, "DESIGNATION"], [180, 205, "DESIGNATION"], [209, 234, "ORG"], [234, 264, "DATE"], [275, 293, "DESIGNATION"], [297, 322, "ORG"], [322, 349, "DATE"], [369, 375, "DESIGNATION"], [379, 407, "ORG"], [407, 436, "DATE"], [456, 476, "ORG"], [520, 539, "DEGREE"], [541, 552, "DATE"], [580, 591, "DATE"], [591, 602, "PERSON"], [552, 580, "ORG"], [602, 611, "GPE"], [611, 639, "DESIGNATION"], [643, 668, "ORG"], [698, 706, "DATE"], [144, 168, "DATE"]]}
{"id": 4, "text": "Personal particulars                          Name  : Khor Wei Xiang Joshua   E-mail : khorweixiang@gmail.com     Contact : +65 96738340                 Work experience   Aberdeen Asset Management Asia Ltd (SINGAPORE) AUG 2015 \\xe2\\x80\\x93 PRESENT   (Investor Services)        Working in a team on cash management for feeder fund administration covering Asia Pacific region.     Performing Transfer Agent oversight for Select range of Aberdeen funds.     Monitoring daily subscription and redemptions.     Understanding Distributor / Subscription Agreements.     Account opening (Obtaining ACRA, AML/KYC, CRS ASL documents etc).     Ensure timely dissemination of daily / monthly / quarterly reports to respective internal / external stakeholders.        Performing trailer commission for Select range of Aberdeen funds.     Ensuring calculation accuracy and timely payment of trailer fees to respective distributors.           CITCO FUND SERVICES (SINGAPORE) JUL 2013 \\xe2\\x80\\x93 AUG 2015    (Fund Accountant / Operations)        Preparing daily position, cash and OTC reconciliation for Everest Capital (US $2.2 billion AUM as of Dec 2014).    Production of daily deliverables in line with client service level agreements, managing to keep deviation below 5%.    Handling break resolutions with broker and client on a daily basis.     Producing Net Asset Valuation (NAV) daily estimates for Tiger Veda hedge fund.    Accounting for capital dealing (subscription and redemption) and fees (management and incentive fees).            PRICEWATERHOUSECOOPERS (SINGAPORE)  DEC 2011 - APR 2013    (Audit and Assurance Department)        Working in teams under tight datelines to complete statutory audits at client's office.     Understanding clients' business environment (Operations, competitors, performance etc).    Have done audit at Nike, Pacific Internet, Asus, DBS Bank, MFS Technology.    Assessing key risk areas and identifying effectiveness of internal controls. Examples-    Did purchase order (PO) have a purchase requisition (PR) being raised for approval.    Does purchase order (PO) match delivery order (DO) quantity and description.    Physical security of warehouse.     Ensuring cash balance supported by bank statements and reconciliation.    Communicating effectively within the team on planning and execution.    Building rapport and handling clients tactfully so as to manage expectations.       Education   The University of Sydney (AUSTRALIA)   Jul 2009 - Jul 2011  Bachelor of Commerce (Accounting major).       Computer skills    Microsoft office    Proficient in Word and Powerpoint.    Intermediate Excel skills (Short cut keys, pivot-table, v-lookup etc).", "meta": {}, "annotation_approver": null, "labels": [[54, 75, "PERSON"], [87, 109, "EMAIL"], [124, 136, "PHONE_NUMBER"], [171, 205, "ORG"], [207, 216, "GPE"], [1090, 1106, "ORG"], [928, 947, "ORG"], [949, 958, "GPE"], [960, 968, "DATE"], [982, 990, "DATE"], [354, 366, "DATE"], [435, 443, "GPE"], [805, 813, "GPE"], [1133, 1141, "DATE"], [218, 227, "DATE"], [240, 247, "DATE"]]}
{"id": 5, "text": "Lester Tan                                                   5 Leedon Heights Singapore 267939| (+65) 9385 9091 lestertanty@gmail.com|Linkedin| Available Immediately |   2 May 2017 To: Hiring Manager of Korea Exchange                                                                                                                                   Korea Exchange                                                                                                                                                            30 Cecil Street                                                                                                                                                       #24-03 Prudential Tower                                                                                                                            Singapore 049712 Re: Application for the position of Derivatives Sales Associate Please find this to be my candidacy proposal for the position of Derivatives Sales Associate with Korea Exchange in Singapore. I am Lester, a Singaporean who graduated from Durham University (UK) with a Masters with Merits (2:1) in Management (Finance) in 2016. Additionally, I also hold a Bachelors in Economics and a Diploma in Computer Engineering and had studied in Singapore, United States, Australia, United Kingdom and Germany. More importantly, I was a former Derivatives Trader with Boomer Capital. During this time, I traded a range of derivatives products, including FX, Fixed Income, Equity, Commodities in Japan, Australia, Singapore and USA. Prior to my postgraduate studies, I had approximately 5 years of Business Development experience with Aberdeen and Invesco Asset Management, where was with the Institutional Marketing team and my duties included developing new and existing B2B relationships with corporate clients, enhancing working relationships with local and foreign partners which included Banks, MNCs etc as well as marketing the firm’s investment capabilities, conducting training to Relationship Managers, preparing marketing materials to clients and taking part in developing distribution strategy within our coverage area in ASEAN including Singapore, Brunei and Malaysia. During this time, I was part of the team which managed to hit SGD 230million worth of sales in 2015. The products that I marketed included equities, fixed income, FX, distressed debt as well as several multi asset capabilities.   I pride myself as a sale driven, influential and entrepreneurial individual who seeks to pursue a successful career in Business Development. I am a native speaker of English, Mandarin, Cantonese and currently learning Korean.  Thank you and I look forward to hearing from you.  Best Regards, Lester Tan                                                                                                                                                                 (+65) 9385 9091 https://www.linkedin.com/pub/lester-tan/35/6a1/29                Lester Tan      5 Leedon Heights Singapore 267939| (+65) 9385 9091 lestertanty@gmail.com|Linkedin| Available upon 1 Month Notice |   Professional Summary  Graduated with a Masters with Merits (2:1) in Management (Finance) from Durham University. I am a Singapore Postgraduate with professional experience in Business Development, Client Servicing and Products Development. Seeking a Career in Business Development with Korea Exchange. A ERASMAS European Scholarship Recipient and CAIA 1 Holder, I was a former competitive athlete who is outgoing, confident with a determination to win in the corporate world. Academic Qualifications   Dissertation Overseas, Mannheim Business School (Germany) (June 2016 – Sep 2016)  MSc with Merits, Management (Finance), Durham University (United Kingdom) (Sep 2015 – Sep 2016)    BBA, Economics & Finance, RMIT University (Australia) (May 2008 - June 2011)  Diploma, Computer Engineering, Temasek Polytechnic (Singapore) (May 2003 – Apr 2006)  Academic Achievements   Recipient of the 2016 Durham Postgraduate Award  Recipient of European Union (EU) Erasmus Program Scholarship  Dissertation titled “Effects of the Sovereign Debt Crisis on economic growth and development in the Euro area and European Union countries” shortlisted for Durham Postgraduate Dissertation Awards Program 2017  Professional Qualifications   Chartered Alternative Investment Analyst (CAIA) Program, CAIA Association                         • Level 1 – Passed (September 2014)  Certification in Technical Analysis (CTA), Singapore Traders Society (STATS) (March 2011)  Certified in Capital Markets and Financial Advisory Services (CMFAs) Institute of Banking & Finance (IBF) Module 1b – Rules & Regulations for Dealing in Securities  Certified in Capital Markets and Financial Advisory Services (CMFAs) Institute of Banking & Finance (IBF) Module 3 – Fund Management  Certified in Capital Markets and Financial Advisory Services (CMFAs) Institute of Banking & Finance (IBF) Module 5 – Regulations for Financial Advisory Services              Certified in Capital Markets and Financial Advisory Services (CMFAs) Institute of Banking & Finance (IBF) Module 6A – Securities & Futures Product Knowledge              Certified in Capital Markets and Financial Advisory Services (CMFAs) Institute of Banking & Finance (IBF) Module 8A – Collective Investment Scheme II              https://www.linkedin.com/pub/lester-tan/35/6a1/29https://app.box.com/s/gyx9cynkdnx6fsmv78trciml4jhrn6ishttps://app.box.com/s/gyx9cynkdnx6fsmv78trciml4jhrn6is Professional Experience  Marketing & Client Service Executive, Aberdeen Asset Management (August 2013 – July 2015)    Developed and strengthened relationship with key institutional clients in the Distribution Channels and developing distribution strategy within coverage area   Developed and managed Portfolio of accounts consisting of Banks, Insurers and Independent Financial Advisors with an accumulated AUM of SGD230+mil  Conducted research on competitor's product offering and provided regular update to board of directors on fresh developments within the Asset Management industry   Conducted quarterly client due diligence review and screening as well as responsible for all on-boarding processes on behalf of the Distribution Team  Lead Manager on all Aberdeen Singapore’s preparation of regulatory reports  Proprietary Derivatives Trader (Equities Index), Boomer Capital (October 2012 – July 2013)    Top Junior Trader on the desk for 6 consecutive months  Successfully performing arbitraging and implementing trading strategies such as calendar and butterfly spreads across various derivatives products such as the Australian Bonds Yield Curve, Eurodollar, TED Spread and Nikkei 225 across all exchange  Part of the Team which generated a total net profit of USD1.2+ million during 2Q13  Developed a Trend-following algorithm programme using C# and overseeing the back testing phase along with 2 Interns  Client Service Associate (Institutional Marketing/Client Servicing), Invesco Asset Management (August 2011 – July 2012)    Tasked with growing the money market presence in the ASEANS region. Primary clientele included local companies and MNCs  Successfully clinched deals worth SGD40+mil in the first year   Managed key relationship with corporate clients and identify cross selling opportunities with new and existing clients  Assisted in client servicing of other portfolios including key institutional clients including Central Banks, Sovereign Funds and Investment Banks   Extraction and provision of daily, weekly and quarterly fund reporting to clients done within a strict timeline as well as authoring bi-weekly comprehensive research report on fund management industry trend   Memberships   Market Sector Leader of the Durham University Finance Society Fund Team  Active member of the Durham University Poker Society  Active member of the Van Mildert College Badminton Team  Active Member of the RMIT Finance Society  Active Member of the Market Technician Association (MTA)   Volunteer with Gentle Paws, a Non-Profit Dog Shelter, and ACRES   Language Proficiency  Fluent: English, Mandarin, Cantonese, and Hokkien  Currently Learning: Korean, Spanish", "meta": {}, "annotation_approver": null, "labels": [[0, 10, "PERSON"], [78, 87, "GPE"], [97, 111, "PHONE_NUMBER"], [112, 133, "EMAIL"], [170, 180, "DATE"], [185, 199, "DESIGNATION"], [203, 362, "ORG"], [831, 840, "GPE"], [884, 911, "DESIGNATION"], [977, 1004, "DESIGNATION"], [1009, 1024, "ORG"], [1028, 1037, "GPE"], [1044, 1050, "PERSON"], [1085, 1102, "ORG"], [1168, 1172, "DATE"], [1202, 1224, "DEGREE"], [1231, 1262, "DEGREE"], [1115, 1164, "DEGREE"], [1282, 1291, "GPE"], [1293, 1306, "GPE"], [1308, 1317, "GPE"], [1319, 1333, "GPE"], [1338, 1345, "GPE"], [1380, 1398, "DESIGNATION"], [1404, 1418, "ORG"], [1531, 1536, "GPE"], [1538, 1547, "GPE"], [1549, 1558, "GPE"], [1563, 1566, "GPE"], [1633, 1653, "DESIGNATION"], [1670, 1678, "GPE"], [1683, 1707, "ORG"], [2025, 2046, "DESIGNATION"], [2185, 2194, "GPE"], [2196, 2202, "GPE"], [2207, 2215, "GPE"], [2566, 2586, "DESIGNATION"], [1054, 1065, "NORP"], [2613, 2620, "LANGUAGE"], [2622, 2630, "LANGUAGE"], [2632, 2641, "LANGUAGE"], [2665, 2671, "LANGUAGE"], [2739, 2749, "PERSON"], [2916, 2925, "PHONE_NUMBER"], [2991, 3001, "PERSON"], [3024, 3033, "GPE"], [3048, 3057, "PHONE_NUMBER"], [3058, 3079, "EMAIL"], [3299, 3319, "DESIGNATION"], [3384, 3404, "DESIGNATION"], [3410, 3424, "ORG"], [3428, 3435, "ORG"], [3650, 3675, "ORG"], [3676, 3683, "GPE"], [3686, 3706, "DATE"], [3710, 3747, "DEGREE"], [3749, 3766, "ORG"], [3768, 3782, "GPE"], [3785, 3804, "DATE"], [3836, 3851, "ORG"], [3853, 3862, "GPE"], [3865, 3885, "DATE"], [3889, 3918, "DEGREE"], [3920, 3940, "ORG"], [3941, 3950, "GPE"], [3953, 3972, "DATE"], [4022, 4047, "CERTIFICATES"], [4083, 4111, "CERTIFICATES"], [4269, 4316, "CERTIFICATES"], [4317, 4321, "DATE"], [4354, 4394, "CERTIFICATES"], [4396, 4400, "CERTIFICATES"], [4411, 4427, "ORG"], [4472, 4486, "DATE"], [4490, 4525, "CERTIFICATES"], [4527, 4530, "CERTIFICATES"], [4533, 4558, "ORG"], [4560, 4565, "ORG"], [4568, 4578, "DATE"], [4595, 4642, "CERTIFICATES"], [4644, 4649, "CERTIFICATES"], [4651, 4681, "ORG"], [4683, 4686, "ORG"], [4761, 4809, "CERTIFICATES"], [4810, 4815, "CERTIFICATES"], [4817, 4847, "ORG"], [4849, 4852, "ORG"], [4883, 4943, "CERTIFICATES"], [4945, 4950, "CERTIFICATES"], [4952, 4982, "ORG"], [4984, 4987, "ORG"], [5071, 5118, "CERTIFICATES"], [5120, 5125, "CERTIFICATES"], [5127, 5157, "ORG"], [5159, 5162, "ORG"], [5242, 5289, "CERTIFICATES"], [5291, 5296, "CERTIFICATES"], [5298, 5329, "ORG"], [5330, 5333, "ORG"], [5550, 5611, "DESIGNATION"], [5613, 5638, "ORG"], [5640, 5663, "DATE"], [5920, 5938, "DESIGNATION"], [6315, 6333, "ORG"], [6295, 6307, "DESIGNATION"], [6371, 6401, "DESIGNATION"], [6420, 6434, "ORG"], [6436, 6460, "DATE"], [6470, 6483, "DESIGNATION"], [6974, 6998, "DESIGNATION"], [7043, 7067, "ORG"], [7069, 7092, "DATE"], [7151, 7157, "GPE"], [7780, 7800, "DESIGNATION"], [7808, 7825, "ORG"], [7875, 7892, "ORG"], [7930, 7950, "ORG"], [7988, 8008, "ORG"], [8032, 8061, "ORG"], [8063, 8066, "ORG"], [8086, 8097, "ORG"], [8167, 8174, "LANGUAGE"], [8176, 8184, "LANGUAGE"], [8186, 8195, "LANGUAGE"], [8230, 8236, "LANGUAGE"], [8238, 8245, "LANGUAGE"], [1104, 1106, "GPE"], [3217, 3235, "ORG"], [3192, 3212, "DEGREE"], [3124, 3182, "DEGREE"], [3244, 3254, "GPE"], [4699, 4745, "CERTIFICATES"], [6910, 6913, "SKILL"]]}
{"id": 6, "text": "Lim Zhi Juan    Blk 289D Bukit Batok St 25 #07-176 Singapore 653289  Mobile: +65 8388 1236  Email: zhijuan_lim@hotmail.com    CAREER OBJECTIVE    Motivated professional seeking to further career in Client Servicing; offering an in-depth knowledge of Portfolio Valuation and Middle Office Operations, and 4 \\xc2\\xbd years of working with and supporting client service functions in banking and asset management firms. Has transferable skills such as investigation of valuation discrepancies and responding to operations related queries on behalf of the Client Service team, coding and testing logic under Visual Basic for bespoke reports, and working knowledge of regulations such as the MAS Code of CIS.     KEY SKILLS    Charles River Order Management  Asset class knowledge (Equities, Fixed Income, Alternatives, Multi-asset)  Investigation of price gaps on Corporate Actions and Securities  Coding logic and knowledge on Database Management Systems (Excel, Visual Basic, Access)  Portfolio Valuation   Bloomberg   Lipper   MAS Code of CIS, CPF guidelines, RAP 7    PROFESSIONAL EXPERIENCE    Investment Operations Officer  Aberdeen Asset Management        June 2015 \\xe2\\x80\\x93 Present  Prepare and review customised Valuation, Performance and Regulatory reports in accordance to clients\\xe2\\x80\\x99 IMA requirements.  Code macros that manipulate master data files and produce sector, country, and currency concentrations across funds for reporting.  Coordinate client lifecycle transition (CLT) events such as new wins, contributions and withdrawals, change of guidelines.   Investigate and report pricing errors under the guidelines set out in the Code of CIS for Aberdeen funds.  Review and ensure timely disclosure of expense ratio for Aberdeen funds calculated according to the regulations of the CPFIS.  Prepare Financial Statements for Aberdeen product funds in line with RAP 7 reporting framework.  Resolve operational related queries covering client reporting, Aberdeen in-house funds, client transitions, third party oversight.   Process order placements and reconciliation on Charles River.     Fund Accountant II   Bank of New York Mellon        May 2012 \\xe2\\x80\\x93 May 2015 (3 years)  Daily maintenance of funds comprising of various asset types; equity, fixed income, alternatives, multi-asset.  Review and approve exceptions on trades and corporate actions before releasing NAV.   Investigate and resolve stock and cash breaks with fund managers and custodians.   Perform daily price and corporate action check using Bloomberg.  Assist in project to enhance exception handling system for operational efficiency.  Enhance trade posting macro by building in checks on security country of risk.  Provide adequate guidance and write training manuals for new hires.     EDUCATION    CFA Institute          June 2013  Passed CFA Level 1     Nanyang Technological University, Nanyang Business School    August 2009- July 2012  Bachelor of Business (Hons) (Major in Banking and Finance, Minor in Entrepreneurship)     University College Dublin, Quinn School of Business      January 2011- May 2011  Exchange program (Ireland)    Ngee Ann Polytechnic, School of Business and Accountancy    April 2006- February 2009  Diploma in Banking and Financial Services", "meta": {}, "annotation_approver": null, "labels": [[0, 12, "PERSON"], [51, 61, "GPE"], [77, 90, "PHONE_NUMBER"], [99, 122, "EMAIL"]]}
{"id": 8, "text": "YOW TZE PING, MAGDALENE    Address  :  Blk 8A Upper Boon Keng Road #22-502  Singapore 381008  Contact  :  8188-8790  Email  :  Magyow@hotmail.com  Date of birth  :  19 April 1981  Availability  : Within 3 months                Academic Qualifications:      Qualified Chartered Accountant (Singapore) with the Institute of Singapore Chartered Accountants of Singapore (formerly known as Institute of Certified Public Accountants of Singapore)        Nanyang Technological University, Degree in Bachelor of Accountancy July 2000 \\xe2\\x80\\x93 July 2003        Anderson Junior College, GCE \\xe2\\x80\\x98A\\xe2\\x80\\x99 Levels Jan 1998 \\xe2\\x80\\x93 Nov 1999        Convent of the Holy Infant Jesus (C.H.I.J. - Toa Payoh), GCE \\xe2\\x80\\x98O\\xe2\\x80\\x99 Levels Jan 1994 \\xe2\\x80\\x93 Nov 1997       Working Experience:     Company : Aberdeen Asset Management Asia Limited   Overview : Global investment management group headquartered and listed in the UK with    global FUM of over GBP 300 billion.   Position : Finance Manager, Financial Reporting  Reporting to    : Head of Financial Reporting    Duration : June 2015 \\xe2\\x80\\x93 Current    Responsibilities:    Assisting the Head of Finance in planning and managing the monthly / interim financial reporting processes which includes:     Co-ordinate and oversee the monthly reporting of all Asia Pacific entities to ensure accuracy and timeliness of reporting to Aberdeen parent company.   Ensuring compliance with internal and regulatory policies, procedures and internal controls.  Provide technical expertise and advise on adhoc basis for more complex accounting issues within Asia Pacific.    Assist in the supervision of 3 finance staff (Local team of 10 staff with 3 direct reports).    Leading a team of 3 individuals, my key responsibilities are:    Meet all regulatory and Group\\xe2\\x80\\x99s reporting requirements and ensure timeliness and accuracy of monthly/interim accounts close Singapore, China and South Korea entities, which includes:    Financial reporting to Monetary Authority of Singapore (\\xe2\\x80\\x9cMAS\\xe2\\x80\\x9d) for Singapore Capital Markets Services Licence on quarterly and annual basis as required;    Working with Legal team to ensure timely filing of all statutory reports with the local regulatory authorities (e.g. ACRA and equivalent in other countries);     Liaising with overseas service providers for accounting/tax services on monthly accounts;    Ensure detailed and accurate schedules are maintained for audit & tax purposes;    Liaising with local and overseas auditors/tax agents on  any adhoc queries;     Preparation / review of local and overseas statutory financial statements;    Review corporate tax return workings with tax manager in preparation for interim / statutory reporting;  and    All other adhoc financial reporting (e.g. Singapore Statistics)  Work closely with Legal team and other relevant business units to review and contribute to the drafting of sound commercial agreements (e.g. Investment Management Agreements, Distribution Agreements, intercompany agreements etc.)   Perform monthly analysis on the business performance and suggest implications.    Achievements:    Completed the GST self-assisted compliance review within 2 months of join date.  Completed the setup of 2 overseas subsidiaries in Shanghai, China and South Korea within 3 months of incorporation.   Reviewed and streamlined the quarterly MAS regulatory reporting process by automating extraction of data.   Participated in the Group\\xe2\\x80\\x99s initiative of an intra group service agreement and Asia transfer pricing policy agreements over spanning over 4 months.     Reason for leaving: Limited chances for growth and challenges.        Company : ARA Asset Management Limited, Singapore  Overview : Real estate fund manager in Asia managing total assets in excess of over S$26   billion including REITs, Private Real Estate Funds and Real Estate Management      Services; Listed on the Singapore  Exchange Securities Trading Limited (\\xe2\\x80\\x9cSGX\\xe2\\x80\\x9d)    Mainboard since 2007.     illion  tax return workings ; monthyl es.Position : Finance Manager, Corporate Finance  Reporting to    : Group Chief Financial Controller and Assistant Finance Director   Duration : October 2010 \\xe2\\x80\\x93 May 2015    Responsibilities:    Leading a team of 7 individuals, my key responsibilities are:    Manage and coordinate Corporate Finance Department operations, financial and budget management of the Group, which includes more than subsidiaries.   Establish financial and internal control policies and procedures, and ensure regulatory compliance to SGX rules, company and tax laws and conformance to accounting standards which includes SFRS/HK GAAP/Malaysia FRS/IFRS.   Responsible for group consolidation, analyzing and reporting monthly performance, annual budgets and forecasts of the Group.   Treasury and cash flow forecast, working capital monitoring and management of the Group in excess of S$80 million with relevant exposure to corporate capital fund raising programs (e.g. convertible bonds, medium-term- notes, credit facilities).   Manage the Group\\xe2\\x80\\x99s held-for-trading financial assets, in excess of S$40 million; Monitor the equity market and report back to Group CFO with make appropriate proposals on investment / divestment decisions.   Preparation of results announcements for SGX reporting and any other routine announcements.   Preparation of ARA Group Financial Statements, Code of Corporate Governance Report and all related circulars in preparation for the Company\\xe2\\x80\\x99s Annual Report.   Meet all regulatory reporting requirements and ensure timeliness and accuracy of monthly/quarterly/annual closure for all local and overseas companies\\xe2\\x80\\x99, which includes:     Co-ordinating the annual and quarterly audit and tax activities process;     Liaising with both local and overseas auditors/tax agent on audit/tax queries;     Preparation and review of financial statements, segmental analysis and notes to the accounts in line with SFRS/HKFRS/IFRS;     Ensuring the timely filing of all statutory reports with the local regulatory authorities (e.g. ACRA);     Financial reporting to Monetary Authority of Singapore for Singapore REIT Managers; and     Financial reporting for the Hong Kong REIT Managers which are licensed under Securities and Futures Commission of Hong Kong.     Monthly review of the following as prepared by the team:     Review of payment vouchers, cheques and invoices as part of day-to-day operations;     Review of monthly employees business and travel claims to ensure in compliance with employee handbook administered by Human Resource Department;     All subsidiaries\\xe2\\x80\\x99 management accounts, which include fair value measurements and foreign currency cashflow hedging entries;     Inter-company reconciliations to ensure no out-of-balance and propose offsetting intercompany adjustments (where appropriate and efficient);     Monthly sub-group level consolidation and overall Group consolidation results;     Quarterly GST reports and submissions; and     Any other unusual fluctuations requiring further enquiry and review.   Maintain positive working relationships and negotiate overdraft and financing terms with bankers.   Liaise directly with corporate secretaries, bankers, lawyers and other professionals for ad-hoc projects as assigned by the Group CFO.     Achievements:      Successfully completed an S$100 million financing for the Group within 3 months.     Responsible for liaising with vendors for the review of the various accounting and consolidation software for implementation across all business units within 6 months of join date .    Hands-on, meticulous, diligent and ability to multi-task and prioritise in meeting 100% of the deadlines with a high level of accuracy.    Reason for leaving: Further career and development prospects.     Company : Xpress Holdings Limited, Singapore   Overview : Full range of print management services with a presence in Singapore, China,   Vietnam, Philippines, Hong Kong, Malaysia; Listed on the SGX Mainboard since 1999.   Position : Finance Manager  Reporting to    : Financial Controller   Duration : January 2010 \\xe2\\x80\\x93 October 2010    Responsibilities:    Leading a team of 6 individuals, my key responsibilities were:      Providing support to the Group Financial Controller and to the Senior Management in strategic business planning, management and controls.   Preparation of formal paper write ups for submission to the Board of Directors for approval according to the Group\\xe2\\x80\\x99s corporate governance policies and investment risk management policies.   Provide financial support and advice to all business units and work directly with the business and operation department heads to resolve all operational issues that arise on a day-to-day basis.    Review, design, implement and streamline operational workflow and effective internal control systems for new retail operations and onsite print stations.    Treasury and cashflow planning and management.    Responsible for credit reviews and approvals for new and existing customers to manage and reduce the company\\xe2\\x80\\x99s credit risk exposure by 8%.    Ensure credit controls and policies are adhered to according to the Group\\xe2\\x80\\x99s financial policies.    Participate in credit review and arrear management meetings and advise sales directors on credit controls strategy and legal alternative in handling default.    Ensure statutory, accounting standards and SGX compliance are adhered to at all times.    Review of weekly financial reports for projects with unusual gross profit margins and investigate reasons behind the deviation.    Responsible for all group taxation matters, including corporate tax, GST, withholding tax, and preparation of transfer pricing agreements to ensure compliance.    Liaise directly with external and internal auditors, corporate secretaries, bankers, lawyers and other professionals for ad-hoc projects as assigned by senior management.    Lead the finance department and be responsible for financial and management accounting, budgeting, variance analysis and statutory reporting on a timely and accurate basis.    Regular co-ordination and perform consolidation of the Group accounts for reporting to Senior Management and Directors and for quarterly announcements to SGX.    Assist the Group Financial Controller in quarterly announcements to SGX, preparing and submitting formal papers to the Board of Directors for their consideration and approvals.    Perform monthly reviews of financial performance of Print Stations within the Group which are located In Singapore, Hong Kong, Malaysia, Vietnam and Philippines.    Hands-on experience in completion full sets of accounts for investment holding entity which includes General Ledger, Accounts Payable, Accounts Receivables and GST submission.    Coordinated the work schedules of the department to suit finance operations for both Group and the Singapore Subsidiary.     Achievements:      Early confirmation after 3 months due to good work performance.   Implemented new credit controls and policies and ensured 90% compliance to the Group\\xe2\\x80\\x99s financial guidelines.   Co-designed and implemented new commission system with the Singapore subsidiary to automate the monthly computation of commission payouts, saving 7 man-days per month.   Was familiar with the accounting software system within one week of being introduced to it    Led an under-staffed department to meet 100% of financial reporting deadlines.     Reason for leaving: Further career and development prospects. Current environment has limited industry growth potential due to market saturation and intense competition from smaller and leaner companies.        Company : RSM Chio Lim LLP   Overview : One of the largest CPA firm aside from the Big 4 international auditing firms.   Position : Audit Manager   Reporting to    : Audit Director   Duration : October 2003 \\xe2\\x80\\x93 June 2009    Responsibilities:      Specialised in performing annual statutory audits for Small Medium Enterprises, Non-Profit-Organisation (\\xe2\\x80\\x9cNPO\\xe2\\x80\\x9d) and subsidiaries of overseas MNCs from USA, Switzerland, United Kingdom and Australia.     Experienced in performing audits for companies listed on the Singapore Stock Exchange (Mainboard)     Audit clients included industries from healthcare, shipping, manufacturing, fund management, construction, and wholesale and general distribution.     Very experienced in completing consolidations for clients with complex set-ups.     Ensure client is in compliance with the Singapore Financial Reporting Standards, International Financial Reporting Standards, Company\\xe2\\x80\\x99s Act, Income Tax Act and other relevant Singapore Statutes applicable to the organization.     Supervising an audit team of at least six in the professional, technical and personal aspects and provide extensive guidance to the team via On-the-Job-Training.    Regular review of accounts receivable and collection of outstanding balances from customers.     In charge of forecasting monthly budget and actual billings for on-going and completed projects.     Assist Partners and Managers in sourcing for technical accounting information to resolve identified and contentious issues.     Assisting audit clients in drafting and reviewing their financial statements.     Assist clients on completion of reporting packages especially for tight and urgent deadlines.    Regularly responding to audit clients\\xe2\\x80\\x99 queries on updates in the Singapore Financial Reporting Standards and the Company\\xe2\\x80\\x99s Act.     Multi \\xe2\\x80\\x93 tasking under pressure with tight and multiple deadlines especially during peak seasons.     Coordinating and prioritizing audit schedules with limited resources for client portfolio.     Appointed as Reporting Accountants for clients with intent to be publicly listed.       Achievements:      Coordinating and prioritizing audit schedules with limited resources for client portfolio.     Promoted to Audit Manager within five years of joining the firm.     Headed a team comprising of 6 members ranging from assistants to seniors.      Able to work in a stressful environment with immense pressures and under extremely tight deadlines often successfully completing audits within deadlines.     Exposed to a diversified range of industries, with portfolios including industries in healthcare, construction, shipping, manufacturing, trading and NPO\\xe2\\x80\\x99s.     Able to manage assigned audit clients and maintain good professional relations with them.     Successfully completed auditing and consolidating the firm\\xe2\\x80\\x99s second largest listed company within two months which included 25 local entities and 19 foreign entities.     Entrusted with one of the firm\\xe2\\x80\\x99s largest group consolidation which includes almost forty entities, within ten months of employment.     Twice involved in the public listing process on Catalist (previously SESDAQ) for one of our audit clients, who was successfully listed.    Always maintaining a hands \\xe2\\x80\\x93 on approach on all duties assigned, delegating within the team to ensure the end results are achieved.    Regarded as professional, mature, meticulous, diligent with a good head for numbers.      Reason for leaving: To seek a more meaningful career which I can become more passionate about      Familiar with the following Softwares:      Hyperion Financial Management    CODA Live    MRI (Accounting Software for real estate and property management)    Navision     Microsoft Dynamics AX     AccPac     MYOB     Microsoft Office (Word, Excel, Power Point)    SPSS version 10.0 (Statistical Software)     Audit Command Language (ACL)     Integrated Accounting for Windows        For Testimonial References:  Available upon request", "meta": {}, "annotation_approver": null, "labels": [[0, 23, "PERSON"], [76, 85, "GPE"], [127, 145, "EMAIL"], [165, 178, "DATE"], [106, 115, "PHONE_NUMBER"], [257, 288, "DESIGNATION"], [289, 298, "GPE"], [309, 353, "ORG"], [386, 427, "ORG"], [517, 527, "DATE"], [557, 580, "ORG"], [619, 627, "DATE"], [657, 689, "ORG"], [773, 781, "DATE"], [822, 860, "ORG"], [1001, 1016, "DESIGNATION"], [1057, 1084, "DESIGNATION"], [1168, 1183, "DESIGNATION"], [1406, 1414, "GPE"], [1947, 1952, "GPE"], [2043, 2052, "GPE"], [431, 440, "GPE"], [449, 481, "ORG"], [540, 549, "DATE"], [641, 649, "DATE"], [751, 759, "DATE"], [941, 943, "GPE"], [1099, 1108, "DATE"], [1334, 1346, "GPE"], [1623, 1635, "GPE"], [1936, 1945, "GPE"], [1957, 1968, "GPE"], [2021, 2039, "ORG"], [2087, 2121, "ORG"], [2293, 2297, "ORG"], [2826, 2835, "GPE"], [3311, 3319, "GPE"], [3321, 3326, "GPE"], [3331, 3342, "GPE"], [3730, 3758, "ORG"], [3760, 3769, "GPE"], [3782, 3806, "DESIGNATION"], [3810, 3814, "GPE"], [3969, 3978, "GPE"], [3980, 4015, "ORG"], [4065, 4069, "DATE"], [4127, 4142, "DESIGNATION"], [4181, 4213, "DESIGNATION"], [4218, 4244, "DESIGNATION"], [4258, 4270, "DATE"], [4284, 4292, "DATE"], [4734, 4742, "GPE"], [6179, 6183, "ORG"], [6213, 6244, "ORG"], [6249, 6258, "GPE"], [6259, 6272, "DESIGNATION"], [6310, 6320, "GPE"], [6320, 6333, "DESIGNATION"], [6359, 6392, "ORG"], [6396, 6405, "GPE"], [7314, 7335, "DESIGNATION"], [7337, 7344, "DESIGNATION"], [7346, 7353, "DESIGNATION"], [7423, 7426, "DESIGNATION"], [7936, 7959, "ORG"], [7961, 7970, "GPE"], [8043, 8052, "GPE"], [8054, 8059, "GPE"], [8063, 8070, "GPE"], [8072, 8083, "GPE"], [8085, 8094, "GPE"], [8096, 8104, "GPE"], [8120, 8134, "ORG"], [8140, 8144, "DATE"], [8159, 8174, "DESIGNATION"], [8194, 8214, "DESIGNATION"], [8228, 8240, "DATE"], [8254, 8266, "DATE"], [8384, 8410, "DESIGNATION"], [10416, 10419, "ORG"], [10435, 10461, "DESIGNATION"], [10709, 10718, "GPE"], [10720, 10729, "GPE"], [10731, 10739, "GPE"], [10741, 10748, "GPE"], [10753, 10764, "GPE"], [11047, 11056, "GPE"], [11848, 11864, "ORG"], [11970, 11983, "DESIGNATION"], [12004, 12019, "DESIGNATION"], [12032, 12044, "DATE"], [12058, 12067, "DATE"], [12267, 12270, "GPE"], [12272, 12283, "GPE"], [12285, 12299, "GPE"], [12304, 12313, "GPE"], [12380, 12404, "ORG"], [12696, 12705, "GPE"], [12842, 12851, "GPE"], [13643, 13652, "GPE"], [14142, 14155, "DESIGNATION"], [15548, 15597, "SKILL"], [15722, 15739, "SKILL"], [15740, 15744, "SKILL"], [15769, 15786, "SKILL"], [15814, 15836, "SKILL"], [15847, 15868, "SKILL"], [15078, 15086, "ORG"], [15099, 15105, "ORG"], [15663, 15717, "SKILL"], [15746, 15751, "SKILL"], [15753, 15764, "SKILL"], [15838, 15841, "SKILL"]]}
{"id": 9, "text": "Microsoft Word - Husseyn Smili March 2017.docxHusseyn Smili Dubai, UAE +971561794222 | hsmili@gmail.com | Nationality: American  PROFESSIONAL SUMMARY   A versatile professional with an entrepreneurial mindset in and out of the corporate world. I have 10 years of relationship management and business development experience at top tier global banks focusing on acquiring and managing clients and assets across the MENA region. EDUCATION IE Business School MBA Master of Business Administration ▪ Creator of www.mimble.co  ▪ Co-founder of IE Fin-Tech Club  ▪ Coordinator of IE Basketball Team University of Toledo    B.B.A Bachelor of Business Administration Madrid, Spain January 2016 - December 2016    Ohio, United States of America August 2003 - December 2005 ▪ Received Dean’s List Honors for academic excellence, Spring 2004 and Spring 2005 ▪ Member of Alpha Kappa Psi – The Professional Business Fraternity American University of Beirut B.B.A Bachelor of Business Administration   Beirut, Lebanon September 2001 - July 2003 PROFESSIONAL EXPERIENCE ABN AMRO Bank N.V. Director, Relationship Manager    Dubai, United Arab Emirates November 2011 - January 2016 ▪ Focusing on new business development, increased growth of Middle East business by bringing in new assets from high/ultra high net-worth individuals, institutions and family offices in the MENA region ▪ Exceeded revenue targets each year by building on relationships with new and existing clients ▪ Conducted research and analysis across all major asset classes to advise and consult clients on bespoke investment strategies in both developed and emerging markets  Merrill Lynch Bank (Suisse) S.A. (Private Banking) Assistant Vice President Dubai, United Arab Emirates March 2007 - November 2011 ▪ Managed assets for high/ultra high net-worth individuals, family offices and institutions across the MENA region ▪ Received First Vice President award for exceeding annual revenue targets ▪ Consulted and collaborated across different teams and departments to optimize client investment portfolios and succession planning structures Ed-Smiles Import/Export Company Partner Shanghai, China July 2006 - February 2007 ▪ Built relationships with manufacturers and vendors of cement, wood and textiles in China, to market and sell to distributors in Bahrain, Saudi Arabia, Lebanon and Jordan Smiles Telecommunications Partner New Mexico, USA December 2005 - July 2006 ▪ Led and executed roll out of a new prepaid cellular phone company in New Mexico, partnering with over 30 retail outlets and the third largest wholesaler in New Mexico LANGUAGES   English (Native), Arabic (Native), Spanish (Conversational) OTHER INTERESTING INFORMATION   ▪ Created an online saving platform, www.mimble.co; IE venture lab selected finalist ▪ Co-Founded The Clean Team, a cleaning services company with 25 full time employees ▪ Co-Founded Mr. Shattaf, a travel accessory brand supplied to retail outlets in the UAE and Saudi Arabia ▪ Active volunteer in charities for refugees in Lebanon", "meta": {}, "annotation_approver": null, "labels": [[17, 30, "PERSON"], [60, 65, "GPE"], [0, 14, "SKILL"], [31, 41, "DATE"], [46, 59, "PERSON"], [67, 70, "GPE"], [87, 103, "EMAIL"], [71, 84, "PHONE_NUMBER"], [119, 127, "NORP"], [291, 311, "DESIGNATION"], [263, 286, "DESIGNATION"], [413, 417, "GPE"], [436, 454, "ORG"], [455, 492, "DEGREE"], [537, 553, "ORG"], [591, 611, "ORG"], [621, 656, "DEGREE"], [657, 663, "GPE"], [665, 670, "GPE"], [671, 699, "DATE"], [703, 707, "GPE"], [709, 733, "GPE"], [734, 761, "DATE"], [773, 791, "CERTIFICATES"], [824, 828, "DATE"], [840, 844, "DATE"], [857, 872, "ORG"], [875, 911, "ORG"], [912, 941, "ORG"], [948, 983, "DEGREE"], [986, 992, "GPE"], [994, 1001, "GPE"], [1002, 1028, "DATE"], [1053, 1066, "ORG"], [1072, 1080, "DESIGNATION"], [1082, 1102, "DESIGNATION"], [1106, 1111, "GPE"], [1113, 1133, "GPE"], [1134, 1162, "DATE"], [1177, 1201, "DESIGNATION"], [1223, 1234, "GPE"], [1353, 1357, "DESIGNATION"], [1629, 1648, "ORG"], [1680, 1705, "DESIGNATION"], [1705, 1710, "GPE"], [1712, 1733, "GPE"], [1733, 1759, "DATE"], [1863, 1867, "GPE"], [2094, 2133, "ORG"], [2134, 2142, "GPE"], [2144, 2149, "GPE"], [2150, 2175, "DATE"], [2261, 2266, "GPE"], [2306, 2313, "GPE"], [2315, 2327, "GPE"], [2329, 2336, "GPE"], [2341, 2381, "ORG"], [2382, 2392, "GPE"], [2394, 2423, "DATE"], [2495, 2505, "GPE"], [2582, 2592, "GPE"], [2605, 2612, "LANGUAGE"], [2623, 2629, "LANGUAGE"], [2640, 2647, "LANGUAGE"], [2795, 2809, "ORG"], [2880, 2891, "ORG"], [2952, 2955, "GPE"], [2960, 2972, "GPE"], [3021, 3028, "GPE"]]}
{"id": 10, "text": "Microsoft Word - TYS_Resume_v2.docxTsoi  Yan  (Joyce)  Shum    15J, Evelyn Towers, 38 Cloud View Road, North Point, Hong Kong � jshum90@gmail.com � 6382-8036 HKICPA Student Member EDUCATION        Santa Clara University, California, United States                                                                               Jun 2012           Bachelor of Science in Commerce, Accounting           Major GPA: 3.60            Overall GPA: 3.43                                               De Anza College, California, United States                                                                                                                                              Business Administration                                     Overall GPA: 3.75                                              Dean’s List (2008 Fall, 2009 Winter, Summer, Fall, 2010 Winter)  EXPERIENCE      ABN AMRO Bank N.V., Hong Kong                                                      Jul 2015 – Present                                   Financial Cost Accountant  • Preparation of month-end closing for HK Branch, Shanghai & DJC UAE • Monthly, quarterly and annual preparation of schedules and deliverables for Head Office reporting • Preparation of data and analytics to support the filing of Basel III reports and Liquidity Coverage Ratio reporting  • Process invoices for Hong Kong Branch and ensure payments are made with appropriate authorization • Process staff reimbursement claims through Concur (Travel & Expense solution)  • Expense review for rebilling process to ensure accurate cost allocation to various business lines • Handle queries from business and other enabling teams across HK, UAE, Shanghai and Singapore in regards to cost actuals figures for the month • Provide variance analysis on profit and loss accounts and month end financial reports to management • Liaison with internal and external auditors, as well as tax representatives       Platinum Management Services Limited, Hong Kong                                                      Nov 2013 – Jun 2015                                    Assistant Accountant  • Oversaw full set of management accounts at a divisional and consolidated level, including preparation of month-end closing and year-end audit materials • Handled correspondence of fund transfer for settlement of securities trading and cash movement • Prepared weekly investment portfolio summary and stock position for HK & overseas stock market  • Liaised with external counterparts for securities lending and financing  • Responsible for cash management within operation team and bank reconciliation • Facilitated payments to vendor invoices, expense claims and intercompany transactions  • Performed monthly P&L variance analysis and provide qualitative commentary to senior management • Worked with management team in annual budgeting and forecasting to meet goals and objectives  • Project Coordinator of the implementation of new accounting system SAP        Citrus Lane, Inc., California, United States                                Apr 2012 – Sep 2013       Accounting/ Finance Consultant • Handled daily accounts payable processes, accurate processing of invoices, purchase orders, expense reports, credit memos, and payment transactions on Quickbooks • Updated cash dashboards and key operational metrics for board meetings to show favorable trends  • Performed monthly and year-end closing procedures including bank reconciliations to ensure accuracy • Renegotiated payment terms with vendors from Net 7 to Net 60 days to improve cash flow and facilitate company’s return to profitability  • Aggregated data and metrics to better allocate costs on shipping and fulfillment to increase margin by 40% • Oversaw chargeback activities, fraud analysis and response documentation • Worked closely with the management of six departments to track monthly departmental budgets and maintain accuracy against annual spending limits  ________________________________________________________________________________________________________ SKILLS                     Fluent in both spoken and written English and Chinese (Cantonese, Mandarin)                                   Proficient in Microsoft Office (Word, Excel, Access, PowerPoint), QuickBooks, SunSystems, SAP, Smartstream", "meta": {}, "annotation_approver": null, "labels": [[0, 14, "SKILL"], [41, 59, "PERSON"], [116, 125, "GPE"], [129, 146, "EMAIL"], [199, 221, "ORG"], [223, 233, "GPE"], [235, 248, "GPE"], [327, 335, "DATE"], [346, 377, "DEGREE"], [379, 405, "DEGREE"], [411, 415, "GPA"], [440, 444, "GPA"], [491, 506, "ORG"], [508, 518, "GPE"], [520, 533, "GPE"], [748, 752, "GPA"], [675, 698, "DEGREE"], [879, 896, "ORG"], [1081, 1083, "GPE"], [1353, 1362, "GPE"], [1674, 1676, "GPE"], [1678, 1681, "GPE"], [2440, 2442, "GPE"], [2908, 2927, "DESIGNATION"], [3005, 3015, "GPE"], [3062, 3081, "DATE"], [4121, 4128, "LANGUAGE"], [4211, 4227, "SKILL"], [4229, 4233, "SKILL"], [4235, 4240, "SKILL"], [4250, 4260, "SKILL"], [4275, 4285, "SKILL"], [4287, 4290, "SKILL"], [4292, 4303, "SKILL"], [811, 815, "DATE"], [822, 826, "DATE"], [849, 853, "DATE"], [899, 908, "GPE"], [962, 970, "DATE"], [1015, 1040, "DESIGNATION"], [1092, 1100, "GPE"], [1107, 1110, "GPE"], [1475, 1481, "ORG"], [1683, 1691, "GPE"], [1696, 1705, "GPE"], [1894, 1902, "DESIGNATION"], [1915, 1934, "DESIGNATION"], [1941, 1977, "ORG"], [1979, 1988, "GPE"], [2042, 2061, "DATE"], [2097, 2117, "DESIGNATION"], [2975, 3003, "ORG"], [3017, 3030, "GPE"], [3088, 3118, "DESIGNATION"], [4133, 4140, "LANGUAGE"], [4142, 4151, "LANGUAGE"], [4153, 4161, "LANGUAGE"], [4242, 4248, "SKILL"], [4263, 4273, "SKILL"]]}
{"id": 11, "text": "Yee Choon Kit          547 Serangoon North Ave 3  #12-162  Singapore 550547 +65 9725 8036 choonkit.yee@gmail.com  EDUCATION  2006 - 2010  Singapore Management University (SMU)    Bachelor in Social Sciences (Honours)    Double Majors in Political Science & Finance     WORK EXPERIENCE  Sept 2015 – Current  ABN AMRO Clearing Bank N.V., Relationship Manager  Managing pool of hedge fund, proprietary trading clients trading multi asset classes   Contributed to 20% increase of revenue for my pool of clients in FY 2016  Onboarding clients through effective management and communication to internal stakeholders eg. Operations, Risk, Technical teams  Increasing ROE by efficient allocation of clients’ credit line  Strong understanding of Treasury and SBL services   In-depth knowledge of APAC equities & global futures/options markets  ETF creation/redemption expertise accumulated through working with fund managers  Opening up new markets and products offerings to clients  Adhering and performing due diligence checks and annual compliance reviews for clients  Strong negotiation skills for fees renewal and enforcement of tighter global regulatory requirements   Preparing client risk management and credit proposals   Appointed Co-Chairman for ABN AMRO Bank’s 2016 One Bank One Team initiative  Oct 2014 – Sept 2015 Mizuho Securities (S) Pte Ltd, Asst. Vice President, Futures Sales  Spearheaded Mizuho Securities’ Asia – ex Japan sales for futures & OTC swaps clearing and execution  Cross selling of financial products with corporate bankers from Mizuho Bank   Opened up new markets in South East Asia and Greater China  Established relationships with major energy/commodity traders (Sinopec, Unipec, Petronas, Vitol etc), financial institutions (Standard Chartered Bank, China Merchant Bank etc) & brokers  mailto:choonkit.yee@gmail.com Initiated the company’s first foray into the Taiwanese market by working with several top Taiwanese FCMs  Negotiated and brokered the company’s first Introducer Agreement with Neo & Partners, a local trading arcade  Implemented cost saving strategies and increasing sales figures by 25% to improve department P&L for FY 2014  Preparing credit reports and risk reviews for risk committee  Preparing KYC documents for new client onboarding  Part of the working group for company’s MAS audit in 2014  Jan 2011 – Oct 2014 Phillip Securities Pte Ltd, Senior Dealer   Headed the global and institutional sales at Contracts for Difference (CFD) Department  Started CFD prime service business and onboarded Baiduri Bank for white labeling business   Overseeing CFD business for Phillip Capital Australia and started an Asian CFD dealing desk to capture Asian AUM  Managing clients’ investment portfolio of US$10 million by providing investment strategies and trade execution services  Structuring new CFD equity markets for trading with counterparties Morgan Stanley & Deutsche Bank  Led a team of business analysts and crafted the ASX Equity & Index CFDs in 2013  Mentoring junior dealers with potential to head the CFD business in Australia and UK offices  Concluded the department’s first Introducer Broker Agreement with a Taiwanese investment fund  Presented at local and overseas investment seminars    PROFESSIONAL CERTIFICATIONS   MAS Licensed Trading Representative (Rep No: YCK300028559)  CMFAS M1, M2A, M5, M6, M6A & M8 certified   Professional Chinese in Finance & Accounting Certification from NTU  LANGUAGE & IT SKILLS   Proficient in Microsoft Word, Excel & PowerPoint  Native speaker in English, Mandarin & fluent in Cantonese  Knowledge in FIX connectivity  Experience in using Trading Technologies, CQG trading platforms, Bloomberg EMSX", "meta": {}, "annotation_approver": null, "labels": [[0, 13, "PERSON"], [59, 68, "GPE"], [76, 89, "PHONE_NUMBER"], [89, 112, "EMAIL"], [125, 136, "DATE"], [138, 175, "ORG"], [179, 206, "DEGREE"], [220, 264, "DEGREE"], [286, 305, "DATE"], [307, 334, "ORG"], [514, 519, "DATE"], [793, 797, "GPE"], [1244, 1256, "DESIGNATION"], [1260, 1273, "ORG"], [1311, 1331, "DATE"], [1332, 1358, "ORG"], [1363, 1383, "DESIGNATION"], [1413, 1436, "ORG"], [1442, 1447, "GPE"], [1607, 1622, "GPE"], [1627, 1640, "GPE"], [1706, 1713, "ORG"], [1715, 1721, "ORG"], [1723, 1731, "ORG"], [1733, 1738, "ORG"], [1769, 1792, "ORG"], [1793, 1813, "ORG"], [1687, 1704, "DESIGNATION"], [1837, 1859, "EMAIL"], [2038, 2052, "ORG"], [2183, 2187, "DATE"], [2358, 2362, "DATE"], [2364, 2383, "DATE"], [2384, 2410, "ORG"], [2412, 2426, "DESIGNATION"], [2567, 2579, "ORG"], [2639, 2664, "ORG"], [2915, 2929, "ORG"], [2932, 2945, "ORG"], [3098, 3107, "GPE"], [3112, 3114, "GPE"], [3307, 3342, "CERTIFICATES"], [3368, 3399, "CERTIFICATES"], [3413, 3457, "CERTIFICATES"], [3477, 3480, "ORG"], [3520, 3534, "SKILL"], [3536, 3541, "SKILL"], [3544, 3554, "SKILL"], [3575, 3582, "LANGUAGE"], [3584, 3592, "LANGUAGE"], [3605, 3614, "LANGUAGE"]]}
{"id": 12, "text": "Microsoft Word - CV - Renny Chong (M).docx\t\tSingapore Citizen  +65 9875 2288             renny.chong@gmail.com                                                        https://sg.linkedin.com/in/rennychong  \t\t\t \t  Cambridge Associates Asia, Singapore                 Manager, Investment Performance, Performance Reporting Group                Oct 2012 – Nov 2016 (4 years, 1 month)  Cambridge Associates is a pioneer in the global investment consulting space, overseeing an AUM of approximately US$142 billion and serving as a gatekeeper to institutional and HNW clients in Asia Pacific, Europe, North America, Africa and the Middle East with (SWFs, government-linked organisations, government/private pensions, universities, foundations, trusts and family offices). The group analyses, tracks and reports on clients’ portfolio performance.                  Abraaj Capital Asia Pte Ltd, Singapore                 Analyst, Fundraising (Investor Relations), Investor Engagement Group                           Nov 2016 – Jan 2017 (3 months)  The Abraaj Group is an institutional private equity platform with AUM of approximately US$10 billion across the emerging markets of Africa, Asia, Latin America, the Middle East and Turkey. The group is the client-facing arm that drives fundraising and provides client servicing to institutional investors. I. Investor Relations  § Fundraising –  o Created pitch book, due diligence materials and legal documents  o E.g. Due diligence questionnaire (DDQ), private placement memorandum (PPM), performance track record and competitor analysis slide decks to drive new fund raises  § Client servicing –  o Worked with investment deals team to provide quarterly updates on the funds’ portfolio companies and performance in Asia Pacific investor calls and meetings  o Optimised and maintained the CRM database and created comprehensive investor profiles for fundraising pitches RENNY\tCHONG\tProfile\tSummary\t\t § 4 years investment consulting (asset management) – client servicing/sales support, project and business management (front-to-back office) and investment performance   § Less than 1 year private equity – fundraising and client servicing (investor relations)  § 5 asset class product knowledge – equity, fixed income, hedge funds, private investments and real assets   § Experienced in managing institutional/HNWI client base across      5 regions – Asia Pacific, Europe, North America, Africa and the Middle East with global multi-cultural teams  § Bachelor of Science (Honours) – Statistics (National University of Singapore, 2008-2012; University of Alberta, Canada, 2010-2011)   § Completed CFA Level I   Experience\tI. Sales and client servicing  § Sales and sales support in client/prospect meetings –  o Subject matter expert on the firm’s product suite for clients and investment performance methodology/knowledge  o Contributions have led to increased new client onboarding year-on-year o Conducted investment performance training for global clients and internal stakeholders o Proactive in client servicing  § Creating client/prospect-ready meeting materials for internal and external use –  o Prepared slide decks and strategic plan for various initiatives for dissemination to clients and internal stakeholders  o E.g. RFP pricing for firm’s services, the rollout of a firmwide project for customised online portfolio monitoring and analysis, Optica Performance  Skills\t/\tHighlights\t§ Business Management: o Global project management (rollout new business line; profitability project increased profits 50%) o Business plan/strategy  o Utilising dashboards  o Competitor landscape analysis o Conducting presentations o Personnel management  § Sales/Client relationship management:  o Sales pitching leading to increased prospect conversions (30-50% increase in FY15/16) o Client servicing (follow up, requests, customising deliverables, product demo/training, presentation) o RFP requests o Client onboarding  § Portfolio construction/reporting: o Asset allocation (strategic/tactical) o Benchmarking o Investment performance calculation and attribution analysis \t\tSingapore Citizen  +65 9875 2288             renny.chong@gmail.com                                                        https://sg.linkedin.com/in/rennychong           \t\t\t\t\tII. Project management and business management  § Cross-department oversight and implementation of global initiatives –  o E.g. The roll-out of a new digital-focused business line in APAC o E.g. Profitability and cost reduction project has to-date led to at least a 50% increase in profits o Led and collaborated with other departments’ analysts and management on projects that would impact strategic business development items o Involved in planning, communications and roll-out of department and firmwide initiatives to stakeholders  § Change driver and implementation of new firmwide performance reporting methodology –  o Project driver and thought partner on firmwide review and implementation of new performance methodologies on long-only and private investments o Assessing impact of changes on client portfolios’ historical returns and a resource to consulting teams/clients on enquiries III. Additional value add  § Supporting clients’ portfolio growth leading to an increase in total client AUM by 13% over 12 months –  o Enhanced and ensured accurate investment performance to drive ongoing portfolio construction/rebalancing: asset allocation (strategic/tactical), benchmarking, investment performance attribution analysis  § Strong product knowledge in various asset classes – o Including equity, fixed income, hedge funds, private investments and real assets  Personal\tHighlights\t§ Overseas Community Involvement Project, Yangon – Myanmar (Team Leader) Planning and implementing the teaching curriculum for local children and village construction efforts § Interests  Reading, Investing/Business, Fitness, Trekking, Photography, Travel, History, Philosophy and Culture  § Customising and analysing of client’s portfolio performance to value-add to relationship –  o Included extra portfolio performance summaries to clients on top of standard deliverables o E.g. Highlighting performance drivers on a fund manager and composite level, performance attribution analysis o Customised deliverables for client-specific analysis and offered post-delivery client support", "meta": {}, "annotation_approver": null, "labels": [[22, 33, "PERSON"], [44, 53, "GPE"], [63, 76, "PHONE_NUMBER"], [89, 110, "EMAIL"], [212, 237, "ORG"], [298, 325, "ORG"], [341, 360, "DATE"], [381, 401, "ORG"], [572, 584, "GPE"], [586, 592, "GPE"], [609, 615, "GPE"], [885, 918, "DESIGNATION"], [933, 951, "DESIGNATION"], [954, 979, "ORG"], [594, 607, "GPE"], [624, 635, "GPE"], [856, 884, "ORG"], [1006, 1014, "DATE"], [1017, 1025, "DATE"], [1038, 1054, "ORG"], [1170, 1176, "GPE"], [1178, 1182, "GPE"], [1183, 1197, "GPE"], [1203, 1214, "GPE"], [1219, 1225, "GPE"], [2390, 2402, "GPE"], [2404, 2410, "GPE"], [2412, 2425, "GPE"], [2427, 2433, "GPE"], [2442, 2453, "GPE"], [2490, 2509, "DEGREE"], [2534, 2566, "ORG"], [2568, 2577, "DATE"], [2579, 2600, "ORG"], [2602, 2608, "GPE"], [2610, 2619, "DATE"], [2635, 2661, "CERTIFICATES"], [4115, 4124, "GPE"], [4134, 4147, "PHONE_NUMBER"], [4160, 4181, "EMAIL"], [4473, 4477, "GPE"], [5735, 5742, "GPE"]]}
{"id": 18, "text": "Vince (King Sing) Leung  Tel: 9740-5018              vince.ksleung@gmail.com    Product Coverage  Cash Equity, Derivative, Index Futures, Commodity Futures, CB, OTC products, Repo trade    Work Experience  Acion Partners Limited             Apr 2017 \\xe2\\x80\\x93 Current  HK based event-driven hedge fund  Operations Associate  Mange cash level among PBs to optimise usage   Generate daily risk &exposure report to front office  Handle daily middle office tasks  Liaise with IT & counterparties to enhance system operation  Compile monthly newsletter and attribution report  Monitor corporate action and reconcile with prime brokers & fund administrator        Nine masts Capital Limited             Aug 2015 \\xe2\\x80\\x93 Mar 2017  HK based multi-strategy hedge fund  Operations Associate  Generate daily exposure report to front office  Reconcile position & cash on daily basis and resolve breaks if any  Monitor collateral movement and capital usage for portfolio managers  Book trades to both portfolio management system and fund administrator\\xe2\\x80\\x99s system   Resolve settlement issues and processing questions dealing directly with the portfolio managers, prime brokers, administrator, and trading counter-parties  Liaise with brokers on commission schedule update  Transfer positions between PBs to achieve better margining/ financing      Asiya Investments Hong Kong Limited            Feb 2013 \\xe2\\x80\\x93 Jul 2015  Kuwait multi strategy Hedge fund focuses on APAC (Ex-Japan) region  Middle Office Analyst / Trader  Assist senior trader to execute order (cash equity and derivate)  Locate stock borrow loan and liaise with counterparties on re-rating periodically  Perform Pre-trade compliance check (cash and position)  Perform Pre-trade & Post-trade analysis  Maintain commission record and perform brokers\\xe2\\x80\\x99 review   Monitor corporate action events for the fund and submit election   Perform trade booking and resolve any settlement issue  Match trade details against counterparty record and resolve any discrepancy  Monitor margin / collateral level for the funds and arrange cash transfer across Prime Brokers if necessary  Perform position & cash reconciliation and resolve any breaks  Participate in operation due diligence enhance enhancement project in order to obtain audit standard \\xe2\\x80\\x93 ISAE3402      Prime Capital Management Limited           Mar 2010 \\xe2\\x80\\x93 May 2012  Chinese long/short stragey hedge fund focuses on Greater China region   Hedge Fund Operations Analyst     Liaise and co-check with custodian bank on investor unit of the funds     Perform KYC documentation checking for new client subscription  Instruct and monitor subscription and redemption order  Provide security PnL Analysis and attribution report  Compile daily and monthly NAV and reconcile against Fund Administrator\\xe2\\x80\\x99s record   Monitor margin and collateral movement and prepare for funding  Solve trade settlement related issue  Carry out trade booking and position/cash reconciliation on daily basis  Prepare weekly / monthly performance reports and newsletter and distribute to investors  Liaise with Prime Broker / Fund Administrator / Custodian on fund transfer and payment  Prepare stock loan report and reconcile against Prime Brokers\\xe2\\x80\\x99 record  Handle corporate action and book relevant information into system  Coordinate with IT department for in-house system implementation  Participate in setting up Multi-Prime Brokerages for funds which the progress required extensive communication and testing  Successfully develop in-house automated reconciliation using VBA   Streamline various reports to enhance operations efficiency       Quality Risk Management & Operations Limited             Nov 2007 \\xe2\\x80\\x93 Feb 2010   Independent financial service company providing service in back / middle office and risk management for hedge funds in the Asia region  Operations Analyst  Provide PnL explanation on investment products  Generate various risk statistic reports (VaR Summary, Stress Test, Sensitivity Test)  Perform trade confirmation, trade booking, and trade reconciliation  Provide estimated NAV calculation and reconcile against Fund Administrators\\xe2\\x80\\x99 record   Handle queries from clients and provide assistant on daily basis  Compile weekly market commentary            HSBC       Nov 2006 \\xe2\\x80\\x93 Feb 2007 & May 2007 \\xe2\\x80\\x93 Aug 2007  International bank group  Temporary Assistant \\xe2\\x80\\x93 Wealth Management (Investment)  Provide sale analysis on different investment products (Unit Trusts & Structure Products)  Gather information on subscription & redemption of investment products with HK region  Assist product managers in new product development  Monitor competitors\\xe2\\x80\\x99 activities thru internet and site visit  Coordinate with different fund houses for product supports      Education   HKU SPACE, Hong Kong (2012)   Postgraduate Diploma in Investment Management      Relative coursework: Analytical Tools for Investment Management, Equity and Alternative Investments, Portfolio Management      Simon Fraser University, Canada (2006)   Bachelor of Business Administration (Major in Finance)      Relative coursework: Investment Analysis, Derivatives Securities, International Financial Management, Corporate Finance and Fundamental Accounting      Language and Computer Literacy   Fluent in both verbal and written English and Chinese   Proficient in MS Office Tools (i.e. Excel- VBA, PowerPoint, Word, Outlook)   Proficient in Financial Systems (i.e. Bloomberg AIM , Bloomberg, Imagine Trading System, Eze Castle, Geneva)  Page 1 of 2", "meta": {}, "annotation_approver": null, "labels": [[0, 5, "PERSON"], [53, 76, "EMAIL"], [732, 734, "GPE"], [1386, 1406, "DATE"], [1420, 1428, "DATE"], [1498, 1528, "DESIGNATION"], [1530, 1550, "DESIGNATION"], [2344, 2377, "ORG"], [2419, 2426, "NORP"], [3142, 3154, "DESIGNATION"], [3156, 3175, "DESIGNATION"], [18, 23, "PERSON"], [30, 39, "PHONE_NUMBER"], [206, 228, "ORG"], [241, 249, "DATE"], [272, 274, "GPE"], [306, 327, "DESIGNATION"], [661, 688, "ORG"], [700, 708, "DATE"], [722, 730, "DATE"], [1351, 1386, "ORG"], [1474, 1478, "GPE"], [1483, 1488, "GPE"], [2467, 2481, "GPE"], [2488, 2520, "DESIGNATION"], [3178, 3187, "DESIGNATION"], [3266, 3279, "DESIGNATION"], [3690, 3734, "ORG"], [3747, 3755, "DATE"], [3768, 3777, "DATE"], [3916, 3934, "DESIGNATION"], [3903, 3907, "GPE"], [4346, 4350, "ORG"], [4357, 4365, "DATE"], [4379, 4398, "DATE"], [4412, 4420, "DATE"], [4448, 4467, "DESIGNATION"], [4889, 4901, "ORG"], [4903, 4912, "GPE"], [4914, 4918, "DATE"], [4935, 4967, "DEGREE"], [5100, 5123, "ORG"], [5125, 5131, "GPE"], [5133, 5137, "DATE"], [5141, 5195, "DEGREE"], [5420, 5427, "LANGUAGE"], [5432, 5439, "LANGUAGE"], [5456, 5471, "SKILL"], [5478, 5483, "SKILL"], [5485, 5488, "SKILL"], [5490, 5500, "SKILL"], [5502, 5506, "SKILL"], [5508, 5515, "SKILL"], [5557, 5570, "SKILL"], [5573, 5582, "SKILL"], [5584, 5606, "SKILL"], [5608, 5618, "SKILL"], [5620, 5626, "SKILL"]]}
{"id": 20, "text": "JAYDE YIP, CPA          yip.jayde@gmail.com  +852 5538-4284 / 1-347-688-9058 EDUCATION / CREDENTIALS         University of California, Berkeley                       May 2009                    Double Degrees:  B.A. Economics (Honours)    B.A. Statistics       CPA  – Active license. Passed all four exam sections with score of 90+ in a total of 5 weeks of preparation CFA  – Passed Level 1 & 2 on first try each with 2 weeks of preparation and scored >70% in 9 out of 10 sections (>51- 70% in 2)           – Level 3 Candidate June 2017  KEY QUALIFICATIONS   Resourceful finance professional with over 7 years of experience in the financial services industry   In depth knowledge in financial statements analysis, fund accounting, operation, fund set up and restructuring, investment product knowledge and valuations  Familiar with various valuation models such as DCF, OPM Black-Scholes, Enterprise Value, Market/Transaction Multiples and valuation metrics such as P/E, PEG, FCF, Debt/Equity, ERP, ROIC, ROE, EV/EBITDA, WACC, etc.   Experience with a variety of fund types including traditional long/short equity, fund-of funds, private equity, and both open and closed ended funds  Successful and rapid career progression due to outstanding performance, taken half the time to promote to Director level  Self-starter and team player who has a “Whatever it Takes” mindset, goal-oriented, highly curious, self-disciplined with a high level of integrity, and excels in a fast-paced, high pressure environment.  PROFESSIONAL EXPERIENCE Director of Finance, Acion Partners Limited, Hong Kong        Jun 16 – Present Oversees and manages the Finance and Operations function for the fund and the management company.  Responsible for the financial health of the company and fund, include monitoring working capital needs, cash flow forecasting, tracking assets and liabilities, prepare and reviewing financial statements, and performance analysis.   Sets up and negotiates investment advisor agreements, broker agreements, ISDA, CSA & other legal agreements with the support of internal/external counsel.   Partners with CIO and Business Development to attend investor meetings to promote the fund and attract capital inflow  Collaborates with internal and external teams (investment, business development, legal, fund administrators, external auditors, tax advisor, regulatory bodies such as SFC and SEC) to ensure the company and fund operate efficiently and meet all the financial reporting and regulatory requirements.   Prepares annual financial budget and cash flow projection.  Manages commission soft dollar allocation and usage, coordinate broker reviews and decides broker wallet allocation   Design, document and enhance financial control framework in line with industry best practice.  Maintains in house shadow accounting records and reviews weekly/monthly net asset value calculation from fund administrators; review portfolio valuations, ensuring fund’s valuation policies and procedures are consistently applied.  Review management fee and performance fee calculations, monitor capital flows and portfolio rebalancing.  Work with fund administrators, auditors and tax advisors in preparation and review of annual financial statements, tax returns for the fund and management company.   Work with the CEO / COO on ad hoc projects as required, such as presentation of financial information to boards, executive committees and investors.  Finance Manager (Acting Controller), Partner Fund Management, San Francisco, California     Jan 13 – Jul 15  Managed $5B AUM - 23 hedge funds across 5 strategies in master-feeders and standalone fund structures.  Served as a voting member on the valuation committee. Have experience with private company valuations, funds launching and restructuring.       Valuation projects  Reviewed valuation models, financial statements, board meeting materials and participated in calls with companies to analyze if current valuation is appropriate.  Models and metrics examined include – DCF, LBO, Comparables, EV, etc.   Reviewed capitalization tables and term sheets to determine valuation impacts from new financing rounds.  Leadership and Management  Served as the right hand of the CFO in management of all accounting and operational aspects of the funds.  Worked closely with management and liaised with trading, operations, risk, legal and investor relations teams on implementing firm initiatives and assisting CEO with leading the business strategically.  Took turns with CFO to represent the Finance team in investor due diligence meetings.  Actively managed and coached the Finance team which consists of five accountants.   Launched three sets of funds with new investing strategies and attracted roughly $50M capital working with PMs, marketing and capital introduction groups.    Set up and maintained relationships with brokers and vendors.  Participated in fee negotiations.  Acted as liaison with outside service providers (auditors – Ernst & Young, fund administrators – HedgeServ, brokers – Goldman Sachs, Morgan Stanley, Credit Suisse, UBS, Bank of America, etc.), respond to their queries and resolve issues.  Projects: Streamline workflows and money saving – Turning visions into results  Collaborated with the five aforementioned prime brokers to create a universal process to improve cash management, successfully lower cash interest expense by > 25%.   Lowered fund tax bill by around 30% by building fund and investment level tax summary automation with results instantly available in query format, allowing the portfolio managers to trade with maximized tax efficiency.    Worked with IT team to build accounting and tax database in house and successfully automated many time consuming, manual tasks such as partnership income allocations. Actively managed the entire project from start to finish, including creating roadmap for programmers to follow, engaged in testings, and roll out of the final products to the firm.    Worked with head operations to create tax alerts in the trading program to avoid entering into trades that could put us in tax disadvantage.  Managerial review and sign off  Reviewed valuations of the entire portfolios consisting of equities, fixed incomes, derivatives and private investments.   Reviewed all portfolio reporting including annual audited financial statements, monthly NAVs, tax packages, investor statements and ad hoc reports.    Reviewed performance projection, month-end closing, expenses, capital flows, management and incentive fee calculations.  Evaluated the potential for tax and legal contingencies through analysis of proprietary documents.  Assisted risk manager and compliance officer to review investor risk and transparency reports, and regulatory reporting.   Oversaw and managed fund operations including OTC settlements, cash and collateral management, and break resolutions.   Fund Accountant, Partner Fund Management, San Francisco, California      Oct 11 – Jan 13 Won the Outstanding Operations Employee award. Promoted to manager in less than 1.5 years.       Accounting  Acted as team leader to oversee the financial statement preparation and annual audit process.   Reviewed monthly NAV packages, prepared monthly performance projection and accrual budgets to administrators.  Tax  Devised practical solutions to reduce fund tax liability through performing various analysis including wash sale, straddle, constructive sale, qualified covered calls, 988 & 1256 contracts, and QDI/short dividend testing.   Prepared monthly investor tax allocations, tax estimates, state/Fed K1s, partnership returns, and other misc. tax filings.  Operations  Responsible for pricing and settling OTC products including CDS, EQS, CFD, OTC options, rate swaps and bank debts trades. Recalculated and confirmed settlement cash flows with counterparties using Bloomberg/Markit valuation models. Provided instructions to prime brokers to release/accept wires. Oversaw cash, collateral and margin call management.  Worked closely with traders, administrators and counterparties to ensure accurate trading activities, positions and valuations are captured. Reviewed daily cash, MV, and position reconciliations and resolve any breaks/discrepancies.  Associate, Rothstein Kass (now KPMG), Walnut Creek, California                                             Nov 09 – Sept 11 Entrusted by managers to perform senior associate level of work starting in year 2. Made the senior associate promotion at the end of Sept 2011 prior to the resignation.   Audit  Performed audit on hedge funds with AUM ranges from less than $5M to over $5B.  Clients include onshore and offshore long/short standalone funds, side-by-side funds, master-feeder funds and fund of funds.  Applied various valuation methods to test the fair value of hard-to-value securities in clients’ portfolios.  Design and execute different fair value testing to the Level 1, 2, 3 securities designated under ASC 820 (formerly FAS 157).  Actively participated in all stages of the audit, including planning, fieldwork and completion.          Tax  Prepared and reviewed K-1s, tax estimates, and 1065 partnership income tax returns for various clients.  Performed tax testing for wash sales, straddles, short sales, constructive sales, short vs. the box strategies, unrelated business taxable income (UBTI) and section 1256 and 988 transactions.  Global Wealth Management Intern, Merrill Lynch, San Francisco, California                                             June 08 – Aug 08  Analyzed companies and mutual funds using various financial modeling and valuation techniques, such as Black-Scholes model and the discounted cash flow method.  Presented the findings to the financial advisors on a weekly basis.    Utilized Bloomberg terminal to perform research on the companies listed on the S&P 500 and other major indices.    1st place winner of a virtual portfolio competition among the interns.  Had a + 13% gain while S&P 500 was down -8%.  Participated in meetings with different fund managers to discuss potential business opportunities.   Assistant Accountant, UC Berkeley Accounting Department, Berkeley, California  September 06 – June 09  Prepared month-end closing, bank reconciliations, accounts payable, invoices and payroll calculation.  Audited petty cash envelopes and created databases to maintain records of invoices and creditor’s payments.  RELEVANT COURSEWORK        Financial Information Analysis    Mathematical Statistics & Data Analysis    Statistics Programming     Econometrics     Economic Demography        Macro/Micro Analysis        Financial Economics         Corporate Finance         International Business     Wage Theory      Labor Economics      Multivariable Calculus      Auditing      Tax Accounting     Advanced Financial Accounting       ACTIVITIES Member, American Institute of Certified Public Accountants (AICPA)                     November 10 – Present Member, Association of Women in Alternative Investing (AWAI)         September 10 – Present  HONORS AND AWARDS Outstanding Operations Employee; Omicron Delta Epsilon– Int’l Honor Society in Economics; President’s Education Award– Outstanding Academic Excellence; Who's Who Among Students in American Universities & Colleges  COMPUTER SKILLS Proficient in Bloomberg, Eze Castle Order Management System, Geneva Portfolio Management System, Thomson One Investment Management, CCH – Prosystem Fx Suite, GoSystem- Tax RS, Citrix, Unix, R, StarRez, Munis, Sungard Front Arena, BNA Research & Analysis, HTML, Adobe Pro, Microsoft Office  LANGUAGE - Fluent in English, Cantonese and Mandarin", "meta": {}, "annotation_approver": null, "labels": [[0, 5, "PERSON"], [24, 43, "EMAIL"], [45, 59, "PHONE_NUMBER"], [62, 76, "PHONE_NUMBER"], [109, 143, "ORG"], [166, 174, "DATE"], [211, 235, "DEGREE"], [239, 265, "DEGREE"], [369, 372, "CERTIFICATES"], [1539, 1559, "DESIGNATION"], [1561, 1583, "ORG"], [1585, 1594, "GPE"], [1602, 1619, "DATE"], [2397, 2400, "ORG"], [2405, 2408, "ORG"], [3327, 3330, "DESIGNATION"], [3333, 3336, "DESIGNATION"], [3463, 3479, "DESIGNATION"], [3480, 3497, "DESIGNATION"], [3499, 3523, "ORG"], [3525, 3550, "GPE"], [3555, 3570, "DATE"], [4243, 4246, "DESIGNATION"], [4476, 4479, "DESIGNATION"], [5072, 5086, "ORG"], [5087, 5102, "ORG"], [5103, 5116, "ORG"], [5118, 5121, "ORG"], [5123, 5138, "ORG"], [6935, 6950, "DESIGNATION"], [6952, 6976, "ORG"], [527, 537, "DATE"], [8295, 8304, "DESIGNATION"], [8306, 8331, "ORG"], [8347, 8357, "GPE"], [8402, 8418, "GPE"], [8553, 8562, "GPE"], [9571, 9588, "GPE"], [9453, 9484, "DESIGNATION"], [9486, 9499, "ORG"], [9501, 9526, "GPE"], [9832, 9841, "ORG"], [10159, 10179, "DESIGNATION"], [10914, 10964, "ORG"], [10993, 11014, "DATE"], [11023, 11075, "ORG"], [10906, 10912, "DESIGNATION"], [11370, 11379, "SKILL"], [11453, 11486, "SKILL"], [11487, 11512, "SKILL"], [11514, 11531, "SKILL"], [11558, 11563, "SKILL"], [11565, 11584, "SKILL"], [11586, 11598, "SKILL"], [11667, 11674, "LANGUAGE"], [10180, 10214, "ORG"], [10216, 10237, "GPE"], [10238, 10260, "DATE"], [11015, 11021, "DESIGNATION"], [11084, 11107, "DATE"], [11306, 11338, "ORG"], [11381, 11415, "SKILL"], [11417, 11451, "SKILL"], [11540, 11544, "SKILL"], [11532, 11538, "SKILL"], [11546, 11547, "SKILL"], [11549, 11556, "SKILL"], [11611, 11615, "SKILL"], [11617, 11627, "SKILL"], [11628, 11644, "SKILL"], [11676, 11685, "LANGUAGE"], [11690, 11698, "LANGUAGE"]]}
{"id": 21, "text": "Aspen See Chun Chien  8 November 1989    Address:   700C Ang Mo Kio Avenue 6    #24-328 Singapore 563700  Mobile:  +65 8740 4432  E-Mail:  aspenccs@gmail.com  Nationality:  Malaysian (Singapore P.R.)      An acting Chartered Secretary with over 3 years of work experiences with the ability to work independently, and conversant with the Companies Act, Cap. 50 of Singapore as well as other relevant regulatory bodies.    EMPLOYMENT DETAILS  Accrafile Pte. Ltd.  Job Title: Chartered Secretary  21 January 2016 to current    To provide corporate consulting and advisory in regards to corporate law and governance to over 400 companies pursuant to the Companies Act, Cap. 50 of Singapore and other relevant regulatory bodies.   To draft relevant documents such as resolutions for board and shareholder meetings; minutes of meetings; and any other documents that are required on an ad-hoc basis.  Responsible for the development of the sales and marketing strategy within the company, as well to lead the secretarial department consisting of 10 members.  To develop and improve the standard operating procedures (SOP) in regards to corporate secretarial practice, as well to ensure that the integrity and accuracy of secretarial records for respective clients are being maintained.    TTC Wealth & Management Sdn. Bhd.  Job Title: Corporate Secretarial Assistant  15 September 2014 to 18 December 2015    To assist the Company Secretary in drafting the relevant documents such as resolutions for board and shareholder meetings; minutes of meetings; and any other documents that are required on an ad-hoc basis.  Responsible in ensuring that the secretarial file and records are properly maintained.    Corporate Alliance Pte. Ltd. (n.k.a. BDO Corporate Services Pte. Ltd.)  Job Title: Corporate Secretarial Associate  3 March 2014 to 31 July 2014    To provide corporate consulting and advisory in regards to corporate law and governance to a portfolio consisting of 80 companies pursuant to the Companies Act, Cap. 50 of Singapore and other relevant regulatory bodies, under the supervision of the Senior Manager.  To draft relevant documents such as resolutions for board and shareholder meetings; minutes of meetings; and any other documents that are required on an ad-hoc basis.  To liaise with corporate foreign directors in Employment Pass applications as well as the arrangement of documents.  Responsible in ensuring that the secretarial file and records are properly maintained.  ACHIEVEMENTS  Internal Control System  During my employment with Accrafile Pte. Ltd. and its Group of Companies, I was engaged as part of the development and programming team as I managed to implement a system that improves work efficiencies within the corporate secretarial department, together by formalizing a standard operating procedure (SOP). As a qualified individual and a Chartered Secretary, I had the necessary knowledge and experience to design a system that caters to the needs of respective team members. For instance, I have designed a database to upkeep accurate records of respective clients, as well to be able to generate relevant documents and agreements, which in turn neglecting any occurrence of possible human errors.  Master of Business Administration (MBA) Project  I am an author to a MBA project titled \\xe2\\x80\\x9cThe Importance of Corporate Governance in an International Context and Companies in Malaysia\\xe2\\x80\\x9d. During my time in Edinburgh Napier University in pursue of my MBA course, I have made emphasis onto corporate law and governance where I have performed an in-depth research in relation to my professional qualification, ICSA. By doing this study, I have also conducted survey with top management levels and professors, for ways to improve best practices and proper internal control system within an organization. As a result, accounting loophole and fraud may be avoided, which in turn improves the economy by attracting new foreign investment due to transparency, and accountability.  ACADEMIC BACKGROUND  Master of Business Administration (MBA)  Year completed: October 2013  Institution: Edinburgh Napier University, Scotland, United Kingdom  Major: General MBA  Author of Dissertation: \\xe2\\x80\\x9cThe Importance of Corporate Governance in an International Context and Companies in Malaysia\\xe2\\x80\\x9d    ICSA Qualified Individual (ACIS)  Year completed: March 2013  Institution: The Institute of Chartered Secretaries and Administrators (ICSA)  Major: Corporate Law & Governance  Elected as Associate (ACIS) in Singapore: 15 July 2016  Elected as Graduateship (Grad ICSA): 4 March 2013  ACIS Membership No.: 7066209    Advanced Diploma in Commerce (Business Management)  Year completed: February 2012  Institution: Tunku Abdul Rahman College (TARC), Kuala Lumpur, Malaysia  Major: Corporate Law & Business Management  Graduation Award: Merit    Diploma in Business Studies (Business Administration)  Year completed: May 2010  Institution: Tunku Abdul Rahman College (TARC), Kuala Lumpur, Malaysia  Major: Business Studies & Administration  Graduation Award: Merit    LEADERSHIP EXPERIENCES  Tunku Abdul Rahman College (TARC), Kuala Lumpur, Malaysia  Duration (Year):  2010 - 2012  Business Management Society (BMS)  Position Held: Public Relations Director  Activities: To organize and conduct activities relating to the role of a Chartered Secretary, particularly attending Annual General Meetings (AGMs) of public companies listed in the Exchange.    LANGUAGE PROFICIENCY  English:  Malay:  Mandarin:  Cantonese:   Native Language  Intermediate  Basic (Speaking, Listening)  Basic (Speaking, Listening)", "meta": {}, "annotation_approver": null, "labels": [[0, 20, "PERSON"], [22, 37, "DATE"], [88, 97, "GPE"], [113, 128, "PHONE_NUMBER"], [139, 157, "EMAIL"], [173, 182, "NORP"], [215, 234, "DESIGNATION"], [363, 372, "GPE"], [441, 459, "ORG"], [473, 492, "DESIGNATION"], [494, 520, "DATE"], [676, 685, "GPE"], [1328, 1359, "DESIGNATION"], [1359, 1398, "DATE"], [1416, 1433, "DESIGNATION"], [1699, 1727, "ORG"], [1736, 1767, "ORG"], [1782, 1804, "DESIGNATION"], [1815, 1843, "DATE"], [2019, 2028, "GPE"], [2551, 2569, "ORG"], [3229, 3268, "DEGREE"], [3413, 3421, "GPE"], [3453, 3480, "ORG"], [3654, 3658, "CERTIFICATES"], [4041, 4074, "DEGREE"], [4098, 4110, "DATE"], [4124, 4152, "ORG"], [4154, 4162, "GPE"], [4164, 4178, "GPE"], [4394, 4404, "DATE"], [4492, 4547, "DEGREE"], [4551, 4560, "GPE"], [4562, 4574, "DATE"], [4613, 4625, "DATE"], [4659, 4709, "CERTIFICATES"], [4727, 4740, "DATE"], [4755, 4788, "ORG"], [4790, 4812, "GPE"], [4821, 4856, "DEGREE"], [4876, 4938, "CERTIFICATES"], [4956, 4964, "DATE"], [4979, 5012, "ORG"], [5014, 5036, "GPE"], [5045, 5078, "DEGREE"], [5131, 5165, "ORG"], [5180, 5188, "GPE"], [5166, 5178, "GPE"], [5208, 5219, "DATE"], [5221, 5254, "ORG"], [5271, 5296, "DESIGNATION"], [5371, 5390, "DESIGNATION"], [5515, 5522, "LANGUAGE"], [5525, 5530, "LANGUAGE"], [5533, 5541, "LANGUAGE"], [5544, 5553, "LANGUAGE"]]}
{"id": 22, "text": "Microsoft Word - Treliza Li_CV_June 2017a Page 1 of 5 Treliza LI Mobile : 9216 2087        TYFL@netvigator.com  PROFESSIONAL OBJECTIVES A challenging career as a Manager with a progressive company that will effectively utilize acquired expertise and experience.  CAREER HIGHLIGHTS   Human Resources and Administrative Professional with more than 20 years as a Corporate Office Manager, and Personal Assistant.  Dynamic individual with expertise in multi-cultural environment of the International Law Firm, Fortune 500, Professional.  Proficient in staff training and supervision, office logistics, workflow streamlining, executive management support, event planning, travel arrangement, logistics, internship, relocation, expatriate employment/work visa application, appointment scheduling and confidential project supervision.    Experienced in Office fitting-out projects, renovations, and new business set up including property management and premises searching.  Expertise in lease and contract negotiation, inventory control, infrastructure reorganization, marketing event/workshop planning, record keeping and file management.  Human resources related compensation and benefits package.  Quick learner with an ability to rapidly achieve organizational integration, assimilate job requirements simultaneously.  Resourceful in resolving emerging problems.  Strong communication, interpersonal, intuitive, administrative, organizational, problem solving and leadership skills.  Multi-tasking and proven ability to work efficiently in both independent and team environments.  Skilled in the use of MS Windows, Excel, Power point and Words.  Close to Native English and fluent Mandarin.  Excellent in administrative and secretarial support to the top management.  Experienced liaison to global subsidiaries requiring ability to ensure work continuity and accountability.  PROFESSIONAL EXPERIENCE  ADDLESHAW GOODARD LLP (UK Law Firm)                                                 March 2014 – April 2017 OFFICE MANAGER (Head of Administration & Human Resources) Firm size of 1,500+ with offices in UK, Middle-East, Singapore and Hong Kong   Oversee the smooth operation of HK office (with 50 fee-earners and support staff)   Lead and manage the team of 8 of Support and Facilities Division   Close daily collaboration with UK counterparts – Security Division, Human Resources (Recruitment, leave administration and employer and employee tax filings, Annual Returns), IT Service and Operations Team, Risk & Compliance (Office Insurance, Professional Indemnity - ESSAR, Group Medical, Employee Compensations and Travel Insurance, renewal of solicitors certificate, Law Society compliance and IRD related tax reporting), Central Procurement and Finance (account payable and receivables) to provide and maintain quality service to our staff in HK.  Formulate, implement, review and enhance office administration policies and procedures and work closely with Health & Safety manager in the UK.  Maintain health and safety in the workplaces including DSE, IAQ assessments.  Liaise with landlord and building management in relation to office lease, air-condition supply, maintenance and facilities etc.  In charge of Office security and administration, telephone system, and other office equipments.  Recently completed an office expansion/renovation project and worked closely with UK Project team, IT Service team and contractor/nominated sub-contractors and landlord.  Other duties include office / travel arrangements, annual budgeting and other ad hoc duties as assigned.  Coordinate with UK-HR Shared Services department with new hire administration including email account set, IT equipment supply.  Responsible for new hire induction, orientation process including health & safety, First Aids box and DSE assessment and Business Continuity Plan.  First point of contact of IT equipments set up and related upgrades.  Renewal of staff employment and IANG visas and responsible for expatriate staff tax clearance.  CPD Administrator responsible for application and follow through the approval procedures of the accredited trainings with The Law Society of Hong Kong.  Event Planning and Management including client cocktails, CPD in house training, Law Fair and firm’s group functions – Xmas dinner and mid-year firm’s event.  Page 2 of 5 PROFESSIONAL EXPERIENCE (Cont’d)  TRANSCEND INTERNATIONAL HOLDINGS LTD Executive Coaching & Consultancy Firm  GENERAL MANAGER – ADMINISTRATION      July 2013 – Feb 2014   Ensure the effectiveness of full range of Human Resources roles including C&B and staff recruitment; office administrative duties, including but not limited to office management, facilities management, office maintenance, insurances including employee compensation, medical & dental, office content, and professional indemnity insurances.  Oversee new office renovation projects including project scheduling, space planning, project monitoring including procurement of furniture and computer hardware.  To review and negotiate office premises and leasing related matters.  Manage and implement full procurement process and ensure the compliance of Company’s requirements  Develop, review and streamline company policies, guidelines and regulations  Prepare and monitor the group’s budget for general office administrative services.  Organize complex international travel arrangements for senior executives  Monitor and control of the company’s invoicing, billing processes and aging reports  Coordinate board and executive meetings including meeting agenda and minutes  In charge of the planning and scheduling of the group’s executive coaching sessions, conference and events with our marketing team.  Handle ad-hoc projects as required   EDWARDS WILDMAN PALMER (International Law Firm) May 2011 – July 2013 OFFICE MANAGER (Head of Administration & Human Resources) Firm size of 650+staff worldwide with 14 offices in HK, London and the United States   Oversee the smoothing running of HK office (with 25+ professional fee-earners and supporting staff) human resources and administration operations, including talent recruitment, administration of C&B policies, office and employee insurances, professional indemnity, MPF, recognition, performance evaluation, employee relations and communications.    Update and maintenance of HR net (information system), sickness and attendance records, contract review and other related operating policies and procedures.  Review and update all HR policies and procedures, employee handbook and Business Continuity Plan.  In charge of the office security system, telephone system, and other office equipments.  Provide induction and orientation to new hires including supporting staff, interns and trainee solicitors.  First point of contact of IT matters/issues.  Facilities management including office relocation/fitting out projects to 7,000 sq office at The Center   Responsible for overall office operation budget control.   Travel arrangement for executive staff and VIPs.  Leading a team of 7 administrative/secretarial and IT staff   Monitor in-house training (accredited training provider), CPD administration and filing in compliance with the requirements of The Law Society of Hong Kong.  Administration of the Library – Procurement, subscriptions and updating related duties.  Marketing and Event Management including client cocktail party, company functions, Partners’ retreat including premium sourcing, e-invitation, sponsorship events and other marketing initiatives.  THE MRI CHINA GROUP (EXECUTIVE SEARCH AND CONSULTANCY GROUP) 2006 – May 2011 OFFICE MANAGER & PERSONAL ASSISTANT TO CEO (BRITISH)   Group size of 250+staff with 9 offices in HK, China, Singapore, Taiwan, Malaysia and Macau.  Manage overall office administration and human resources functions including the insurances, C&B for the entire group.   Responsible for all round Human Resources functions - recruitment, compensation & benefits, staff orientation and training, expatriate employment visa and expatriate relocations.  Formulate and implement company's policy and procedures for HK and other offices in China and Asian region.  Periodic review of service provider contract and maintenance contract for cost effectiveness.  Procurement of office equipments, furniture, IT related hardwares/softwares.     Page 3 of 5 PROFESSIONAL EXPERIENCE (Cont’d)   Facilities management including office relocation, renovations and fitting out projects in HK, Macau and China.  Manage and maintain the office security system, telephone system, and other office equipments.  Travel arrangement for executive staff and VIPs.  Head of HR & Admin Department leading a team of 5 administrative staff including Regional IT Manager.  Planning and organizing of company functions and regional conferences.  IMAGIC SYSTEMS LTD (DEVELOPER & PROVIDER OF MULTIMEDIA SOLUTION) 2005 - 2005 PERSONAL ASSISTANT TO CHAIRMAN (CHINESE AND JUSTICE OF PEACE)  Provide executive level administrative support to the Chairman including correspondence, diary management, travel arrangements and personal investment portfolio.    CONCORD CAMERA HK LTD (NASDAQ LISTED – CAMERA MANUFACTURER) 2002 - 2004 EXECUTIVE ASSISTANT TO MANAGING DIRECTOR (AMERCIAN)  Personal Assistant to the Managing Director - Provided day-to-day secretarial and administrative support including screening/drafting of email, correspondence, and translation of documents.  Diary management and travel arrangements.  Responded to internal and external communications and render assistance in preparation of business proposal and presentations   Provided full range of administrative and secretarial support to the Chairman & CEO.   Human Resources functions including executive staff and internship recruitment, stock options, debentures, relocation, executive staff benefits entitlement.   Head of Office Administration Department – leading a team of 6 staff including driver. Reviewed and negotiated business contracts/agreements with travel agent, hotels, service providers, landlord and property management.  Maintained, formulated and implemented Administration policies and procedures.    Responsible for all aspect office administration activities, space planning and facilities management.  Organized major company events, such as seminar, Christmas party, annual dinner and social functions.    Developed of the Administration database, corporate website and production of quarterly staff newsletter.  ACNIELSEN (CHINA) LIMITED (WORLD’S LEADING MARKET RESEARCH) 1999 - 2001 ADMINISTRATION MANAGER   Responsible for all aspect office administration activities and facilities management.  Undertook ad-hoc project assigned by the management, e.g. all-round cost-savings exercise of discretionary costs and introduction of energy management to the company.  Space planning - renovation and relocation projects.  Developed and implemented office policies, procedures and formulated security policies.  Developed Intranet network, e-buy stationery system for the whole company.  Leading 2 Departments – Office Administration and Report Production Department. Leading a team of 14 administration staff.  ACNIELSEN (CHINA) LIMITED (WORLD’S LEADING MARKET RESEARCH) 1999 - 2001  (Promoted to Administration Manager of Hong Kong Office in 2000) EXECUTIVE SECRETARY TO PRESIDENT (AMERCIAN) – ASIA PACIFIC   Prioritized the expatriate President’s daily appointments, business commitments including management committee meetings, conferences meetings in 14 offices within the Asia Pacific region.  Provided broad range of personal, administrative, secretarial support to the top management and ensured smooth running of the executive office in the absence of the President.  Provided minutes-taking at the monthly Management Committee meetings, email-administration, and independent correspondence.  Rendered assistance to the Corporate Communications and Business Development Departments including and not limited to public relations, press releases, press conference, product launch and insight staff newsletter production.     Page 4 of 5 PROFESSIONAL EXPERIENCE (Cont’d)   LIGHTHOUSE TECHNOLOGIES LIMITED 1998 -1999 EXECUTIVE ASSISTANT TO SALES & MARKETING DIRECTOR (CHINESE)   Provided spectrum range of marketing, administrative and secretarial support to marketing director.  Major responsibilities included corresponding to customer enquiries, ad-hoc projects, procurement of all marketing related materials, and travelling arrangements and coordination with 4 overseas offices.  Assisted in compiling marketing proposals, tender preparation, presentation materials (in English and Chinese) and responsible for marketing and public relation activities - events/conferences, trade shows, exhibitions.  GOLDMAN SACHS (TOP INVESTMENT BANKING – IBD DIVISION) 1998 - 1998 SENIOR SECRETARY AND NIGHT SECRETARY TO BANKERS (GERMAN, KOREAN AND AMERICAN) OF INVESTMENT BANKING & RESEARCH DIVISIONS  (TEMPORARY)   Provided spectrum range of administrative and secretarial support to bankers of both Investment Banking and Research Divisions.  Major responsibilities included corresponding to enquiries, screening of telephone calls and coordinate with audio conferencing meetings.  Handled travelling and transportation arrangements.  Provided guests and visitors greeting, coordinate company visits for bankers and their supporting executives.  Assisted in T&E reimbursements and trip reports for IBD bankers.  SEA-LAND LOGISTICS (CHINA) LTD (SEA-LAND GROUP/LOGISTICS) 1996 - 1998 EXECUTIVE ASSISTANT TO GENERAL MANAGER, REGIONAL OFFICE (AMERCIAN)   Provided spectrum range of office administration and secretarial support to expatriate MD and his team of 7 (multi-nationalities) both in Hong Kong and Shanghai offices.  Major responsibilities included minutes taking, correspondence, email and internet administration, co-ordinating meetings, logistics and travelling arrangements  Assisted the team in compiling marketing proposals, tender preparation, bilingual presentation materials and conduct market research/survey, marketing activities and ad-hoc project.   Rendered assistance in translation of documents (Chinese/English vice versa).  Procurement of office supplies, office equipment, systems and facilities maintenance in compliance of office safety requirements.  Closely coordinate with the Group’s PRC offices.  Provided assistances with overseas colleagues on ad-hoc projects.   DELOITTE TOUCHE TOHMATSU (CPA) 1988 - 1995 SENIOR SECRETARY II TO EXPATRIATE PARTNERS (BRITISH AND CHINESE)   Provided spectrum range of office administration and secretarial support to two Audit Partners.  Major responsibilities included minutes taking, drafting correspondence and audio typing.  Arrangement of tight meeting schedules and appointments, travelling arrangements.  Rendered assistance in compiling of financial reports, training materials, proposals, proofreading etc.  Compiled monthly WIP report for audit management group.   Responsible for the roster of holiday villa and pleasure junk of the partner  Book keeping of the syndicated members’ accounts.    JOHNSON ELECTRIC HOLDINGS LIMITED (HK-LISTED MANUFACTURER) 1985- 1988 EXECUTIVE SECRETARY TO DIRECTOR (AMERCIAN CHINESE)   Major responsibilities included preparation of minutes of meeting, agenda, and circular, scheduling of meetings and appointments  Provided overall administration and secretarial support to the top management and assistance to professional bodies (architects, engineers and project manager) in related to the plant development/construction projects both in Taipo Industrial Estate and the PRC during the planning stage and upon the completion of the projects.  Page 5 of 5 EDUCATION and QUALIFICATIONS  NAPIER UNIVERSITY (Edinburgh, United Kingdom) December 2002  MSc in ADMINISTRATIVE & INFORMATION MANAGEMENT  Institute of Administrative Management, United Kingdom February 1999 Advanced Diploma in Administrative Management   Hong Kong Polytechnic/HKMA  1994 Diploma in Management Studies (DMS) Sara Beattie College - Secretarial Studies  1984 Educated in the United Kingdom for secondary and matriculation studies  Occupational Safety & Health (Labour Department) 2015   First Aid Care in the Workplace  Occupational Health for Office Workers including Display Screen Equipment (DSE) assessment  Work & Health Life-Style Workshop  First Aid Training (in progress)  Transcend International Coaching  Completion of Executive Coaching Level 1 & 2 – October 2013  Hong Kong Mediation Center 2012  Certificate of Professional Mediator Training (Hong Kong Mediation Center)- Sept 2012  St. James Settlement Continued Education Centre  Advanced & Certificate in Business Communications & Eloquent Skills - Aug 2012  CCH   Understanding the Business Risk of the New Race Discrimination Ordinance in HK - Nov 2008  Hong Kong Employment Law Risks during an Economic Downturn - Dec 2008  Confidential Information, Employee Misconduct; Post-employment Restrictions - May 2007  HKFTU Labour Service Centre July 2002  Labour Law in Hong Kong  HKMA  May 2002 Certificate of Public Relations (HKMA)  PROFESSIONAL SKILLS  Well versed in Hong Kong Labour Ordinance, C&B and MPF regulations Secretarial support and company secretary regulations MS Office (Words, Excel, PowerPoint, Access, Visio) and Visual software  LotusNotes and Outlook Express email applications Website design applications including Macromedia Dreamweaver, Flash and Fireworks  LANGUAGES  Close to native English, Cantonese and fluent Mandarin  AFFILIATION   Member of Institution of Administrative Management (UK)  Associate Member of Hong Kong Management Association  AVAILABILITY Immediate", "meta": {}, "annotation_approver": null, "labels": [[0, 14, "SKILL"], [74, 83, "PHONE_NUMBER"], [91, 110, "EMAIL"], [162, 169, "DESIGNATION"], [284, 331, "DESIGNATION"], [361, 385, "DESIGNATION"], [391, 409, "DESIGNATION"], [1604, 1614, "SKILL"], [1616, 1621, "SKILL"], [1623, 1634, "SKILL"], [1639, 1644, "SKILL"], [1663, 1670, "LANGUAGE"], [1682, 1690, "LANGUAGE"], [1902, 1924, "ORG"], [1986, 2009, "DATE"], [2010, 2024, "DESIGNATION"], [2026, 2066, "DESIGNATION"], [2135, 2144, "GPE"], [2332, 2334, "GPE"], [3390, 3392, "GPE"], [3603, 3605, "GPE"], [2104, 2106, "GPE"], [2108, 2119, "GPE"], [2121, 2130, "GPE"], [2180, 2182, "GPE"], [2849, 2851, "GPE"], [2995, 2997, "GPE"], [3606, 3608, "GPE"], [3969, 3973, "ORG"], [4156, 4184, "ORG"], [4246, 4249, "ORG"], [4393, 4430, "ORG"], [4508, 4527, "DATE"], [5829, 5849, "DATE"], [5781, 5803, "ORG"], [5850, 5864, "DESIGNATION"], [5964, 5970, "GPE"], [5979, 5992, "GPE"], [5960, 5962, "GPE"], [6029, 6031, "GPE"], [7258, 7286, "ORG"], [7580, 7595, "ORG"], [7637, 7653, "DATE"], [7653, 7695, "DESIGNATION"], [7751, 7753, "GPE"], [7755, 7760, "GPE"], [7762, 7771, "GPE"], [7773, 7779, "GPE"], [7781, 7789, "GPE"], [7794, 7799, "GPE"], [8166, 8168, "GPE"], [8190, 8195, "GPE"], [8200, 8205, "GPE"], [8532, 8534, "GPE"], [8536, 8541, "GPE"], [8546, 8551, "GPE"], [8879, 8897, "ORG"], [8944, 8955, "DATE"], [8956, 8986, "DESIGNATION"], [9185, 9206, "ORG"], [9244, 9257, "DATE"], [9257, 9297, "DESIGNATION"], [9311, 9354, "DESIGNATION"], [9744, 9752, "DESIGNATION"], [9755, 9758, "DESIGNATION"], [9923, 9963, "DESIGNATION"], [10547, 10572, "ORG"], [10607, 10618, "DATE"], [10619, 10641, "DESIGNATION"], [11249, 11274, "ORG"], [11309, 11321, "DATE"], [11335, 11357, "DESIGNATION"], [11381, 11385, "DATE"], [11361, 11370, "GPE"], [11387, 11419, "GPE"], [11433, 11445, "GPE"], [11616, 11628, "GPE"], [12220, 12251, "ORG"], [12252, 12262, "DATE"], [12263, 12312, "DESIGNATION"], [12723, 12730, "LANGUAGE"], [12735, 12742, "LANGUAGE"], [12852, 12868, "ORG"], [12908, 12919, "DATE"], [12920, 12967, "DESIGNATION"], [13558, 13588, "ORG"], [13616, 13627, "DATE"], [13627, 13683, "DESIGNATION"], [13836, 13846, "GPE"], [13850, 13858, "GPE"], [14267, 14274, "LANGUAGE"], [14275, 14282, "LANGUAGE"], [14549, 14573, "ORG"], [14579, 14591, "DATE"], [14591, 14634, "DESIGNATION"], [15230, 15263, "ORG"], [15289, 15299, "DATE"], [15300, 15331, "DESIGNATION"], [15857, 15874, "ORG"], [15903, 15916, "DATE"], [15876, 15901, "GPE"], [15918, 15964, "DEGREE"], [15966, 16004, "ORG"], [16021, 16034, "DATE"], [16035, 16080, "DEGREE"], [16083, 16109, "ORG"], [16111, 16115, "DATE"], [16116, 16151, "DEGREE"], [16152, 16172, "ORG"], [16196, 16200, "DATE"], [16322, 16326, "DATE"], [16608, 16621, "DATE"], [16649, 16653, "DATE"], [16702, 16728, "ORG"], [16731, 16740, "DATE"], [16861, 16870, "ORG"], [16958, 16968, "DATE"], [17031, 17039, "DATE"], [16217, 16231, "GPE"], [16622, 16648, "ORG"], [16655, 16700, "CERTIFICATES"], [16742, 16789, "ORG"], [16791, 16858, "DEGREE"], [16954, 16956, "GPE"], [17120, 17128, "DATE"], [17158, 17167, "DATE"], [17130, 17157, "ORG"], [17184, 17199, "ORG"], [17201, 17209, "DATE"], [17210, 17248, "CERTIFICATES"], [17285, 17295, "GPE"], [17403, 17408, "SKILL"], [17410, 17415, "SKILL"], [17417, 17427, "SKILL"], [17429, 17435, "SKILL"], [17437, 17442, "SKILL"], [17392, 17401, "SKILL"], [17465, 17475, "SKILL"], [17480, 17495, "SKILL"], [17564, 17575, "SKILL"], [17577, 17582, "SKILL"], [17587, 17596, "SKILL"], [17625, 17632, "LANGUAGE"], [17634, 17643, "LANGUAGE"], [17655, 17663, "LANGUAGE"], [17691, 17735, "ORG"], [17758, 17790, "ORG"]]}
{"id": 25, "text": "Copy of Resume - Traditional.docx Ter Guohao  Contact Number: +65 9663 3976     Email: terguohao@gmail.com                                                                                 SUMMARY Aims to make a difference by creating value for stakeholders and society through innovation, critical analysis and feasibility testing. Enjoys meeting new people and sharing of ideas and experiences. Currently working towards CPA and CFA Level I  EXPERIENCE Ardent Associates LLP   Feb 2016 to present Audit Associate    Performed statutory audit of private limited companies (extensive experience in funds and asset management companies)   Participated in audit engagements with large group of companies and conglomerates   Ensure funds and asset management companies comply with Securities and Futures Act, in accordance to Monetary Authority of Singapore regulations   Analysis of business models and financial performance with application of key financial ratios   Conducted internal audits on behalf of ministries   Partners Group (Singapore) Pte. Ltd.   Sept 2015 to Dec 2015 Financial analyst / Fund accountant   Management of 6 to 8 funds to prepare financial reports in accordance to IFRS or US GAAP  Performed net asset finalization, which includes portfolio valuation analysis, hedging and stock valuation  Review of monthly revaluation of financial asset investments (private equity, real estate, infrastructure etc)   Ensure compliance with company’s internal procedures and processes  Liaising with external and internal auditors  Lo Hock Ling & Co.   March 2013 to Feb 2015 Audit Associate    Involved in statutory audit of private limited companies from various industries (trading companies, general retailers, clubs and associations, investment-holding companies etc)  Participated in audit engagements in the process of audit planning, fieldwork and audit finalisation   Audit of financial statements in accordance with Singapore Financial Reporting Standards  Performed testing and reviews of internal controls and processes to ensure compliance with generally accepted accounting principles      mailto:terguohao@gmail.com Ter Guohao  Contact Number: +65 9663 3976     Email: terguohao@gmail.com    EDUCATION Royal Melbourne Institute of Technology  - Singapore Institute of Management                                                           2010 to 2013    BBACC - Bachelor of Business (Accountancy)                                                                                                             Achieved High Distinctions in Ethics, Micro-Econs, Macro-Econs, Introductory Accounting.   Awarded top scorer award in Ethical Issues in Accountancy.  Nanyang Polytechnic   2004 to 2007      Diploma in nursing        Junyuan Secondary School   2000 to 2003      5 GCE ‘O’ Levels credits, scored B3 in English                                          PROFESSIONAL QUALIFICATIONS  ISCA PE candidate, previously known as CPA SG (completed in June 2015)  Microsoft Office (Word, Powerpoint, Excel)  CCA SIM Dragonboat Club – Member  Achievements  April 2013 – NTUC Income Run350 21km Half Marathon  Dec 2010 -  Standard Chartered 42.195 km Marathon    National Service                                                                                             2007  to 2009 Medic Sergeant at SAFTI Military Institute                                                                       Led team of medics to Brunei, Taiwan, Thailand to cover safety for OCS training troops   Received commendation for saving an Officer Cadet during Taiwan exercise      mailto:terguohao@gmail.com Ter Guohao  Contact Number: +65 9663 3976     Email: terguohao@gmail.com     mailto:terguohao@gmail.com", "meta": {}, "annotation_approver": null, "labels": [[34, 45, "PERSON"], [62, 75, "PHONE_NUMBER"], [87, 106, "EMAIL"], [421, 424, "CERTIFICATES"], [429, 432, "CERTIFICATES"], [453, 474, "ORG"], [477, 496, "DATE"], [497, 512, "DESIGNATION"], [824, 855, "ORG"], [1021, 1057, "ORG"], [1060, 1081, "DATE"], [1082, 1100, "DESIGNATION"], [1102, 1117, "DESIGNATION"], [1194, 1198, "ORG"], [1202, 1209, "ORG"], [1550, 1568, "ORG"], [1571, 1593, "DATE"], [1594, 1609, "DESIGNATION"], [1947, 1986, "ORG"], [2133, 2152, "EMAIL"], [2153, 2163, "PERSON"], [2181, 2194, "PHONE_NUMBER"], [2282, 2315, "ORG"], [2734, 2752, "DEGREE"], [2760, 2785, "ORG"], [2923, 2930, "ORG"], [2983, 2992, "DATE"], [2996, 3012, "SKILL"], [3014, 3018, "SKILL"], [3020, 3030, "SKILL"], [3089, 3099, "DATE"], [3142, 3150, "DATE"], [3304, 3317, "DATE"], [2206, 2225, "EMAIL"], [2239, 2278, "ORG"], [2374, 2386, "DATE"], [2390, 2432, "DEGREE"], [2694, 2713, "ORG"], [2716, 2728, "DATE"], [2787, 2799, "DATE"], [2844, 2851, "LANGUAGE"], [3032, 3037, "SKILL"], [3038, 3064, "ORG"], [3318, 3332, "DESIGNATION"], [3336, 3360, "ORG"], [3454, 3460, "GPE"], [3462, 3468, "GPE"], [3470, 3478, "GPE"], [3558, 3571, "DESIGNATION"], [3579, 3585, "GPE"], [3607, 3626, "EMAIL"], [3627, 3637, "PERSON"], [3654, 3668, "PHONE_NUMBER"], [3680, 3699, "EMAIL"], [3711, 3730, "EMAIL"]]}
{"id": 24, "text": "No 506, F 11 Seksyen 1, Wangsa Maju, 53300 Wilayah Persekutuan Kuala Lumpur +6010 424 8280 akalilibazilah@gmail.com  Availability ASAP Driving License D  AKALILI BAZILAH BINTI MOHD POAT NRIC 9210017-14-5592   AGE: 25     MARITAL STATUS  Single      EDUCATION 2011 - 2014 Bachelor in Business Management (Hons) in Human Resource Management Universiti Teknologi MARA (UiTM) Seri Iskandar, Perak CGPA : 3.16  2010 – 2011 Matriculation Certificate in Accountancy Perlis Matriculation College CGPA: 3.26  2008 – 2009 Sijil Pelajaran Malaysia (SPM) Sekolah Menengah Teknik Setapak, Kuala Lumpur SPM: 4A 3B 3D   PROFFESIONAL SKILLS    MISCELLANEOUS  Average Good Skilled Word ● ● ● ● ● ● ● ● ●  Excel ● ● ● ● ● ● ● ● ○ PowerPoint ● ● ● ● ● ● ● ● ○ Outlook ● ● ● ● ● ○ ○ ○ ○ Photoshop ● ● ● ○ ○ ○ ○ ○ ○  Bahasa Melayu ● ● ● ● ● ● ● ● ● English ● ● ● ● ● ● ○ ○ ○  EMPLOYMENT  Jun 2015 - Branch Service Operations – Adecco Staffing and Outsourcing Sep 2017 Administrative Assistant – Contract Staff  Perform master debit card stocks and stationaries monitoring.  Download reports  Perform card issuance  Check statement address and reprint mailer.  Perform change of address and customer’s contact details for CBOL   Monitoring delivery failure as perform enrolment for undelivered statements.  Responsible for daily system maintenance:  Activate customer’s account  Delink customer’s account for housekeeping purpose  Amendment of defect information  Update customer deceased and staff termination information status  Perform chequebook maintenance as prepare chequebook order, send out as per request and change of address    Citibank Berhad (Banking) – Adecco Staffing and Outsourcing   Service Admin – Contract Staff  Scan new/existing AOFs/FATCA/PADD into documentum  Signature scanning into Eclipse and review customer’s signature to match against AOF letter forms  Returned statements maker; time stamp and key in information into database  Responsible for system maintenance:  Activate customer’s account  Amendment of defect information  Update Know-Your-Customer (KYC)  Update customer deceased and staff termination information  Perform chequebook maintenance as arrange chequebook order, send out as per request and change of address.  REFERENCES   How Mei Cheng +6012 201 0123 Assistant Manager of Branch Service Department, Citibank  Noor Zahirah Binti Mohd Zaidon +6012 677 2728 Assistant Manager of Branch Service Department, Citibank", "meta": {}, "annotation_approver": null, "labels": [[24, 35, "PERSON"], [76, 90, "PHONE_NUMBER"], [63, 75, "GPE"], [91, 115, "EMAIL"], [154, 185, "PERSON"], [259, 270, "DATE"], [271, 338, "DEGREE"], [339, 371, "ORG"], [372, 392, "PERSON"], [406, 410, "DATE"], [413, 417, "DATE"], [418, 458, "DEGREE"], [459, 487, "ORG"], [494, 498, "GPA"], [500, 511, "DATE"], [512, 542, "ORG"], [576, 588, "GPE"], [664, 668, "SKILL"], [712, 722, "SKILL"], [688, 693, "SKILL"], [767, 776, "SKILL"], [741, 748, "SKILL"], [828, 835, "LANGUAGE"], [796, 809, "LANGUAGE"], [867, 875, "DATE"], [906, 937, "ORG"], [938, 946, "DATE"], [878, 903, "ORG"], [947, 971, "DESIGNATION"], [1630, 1645, "ORG"], [1658, 1699, "ORG"], [2272, 2285, "PERSON"], [2286, 2301, "PHONE_NUMBER"], [2301, 2318, "DESIGNATION"], [2349, 2363, "ORG"], [2364, 2389, "PERSON"], [2390, 2404, "PHONE_NUMBER"], [2405, 2422, "DESIGNATION"], [2453, 2461, "ORG"]]}
{"id": 53, "text": "Microsoft Word - Resume -PoloYu Chun, Polo  Address: Rm1, 4/F, Lok Po House, 2 Po Tuck Street, Shek Tong Tsui, HK Telephone: 9837 1274 Email: polo0916@gmail.com   EDUCATION The Chinese University of Hong Kong Graduated in May 2010 BBA in Professional Accountancy, Second Honor    PROFESSIONAL QUALIFICATION CPA, Hong Kong Institute of Certified Public Accountants       November 2013    WORKING EXPERIENCES (last position) Ernst & Young - Senior Accountant, Assurance           Oct 2010 – Jan 2014 PricewaterhouseCoopers – Manager, Assurance         Jan 2014 – May 2016 3H Health Investment Management (HK) Ltd. – Finance manager             Jul 2016 – Present    3H Health Investment Management (HK) Ltd. (Private equity)  Primary responsibility:  • Handle Month end for the private equity fund and management company  • Handle daily expense approval  • Liaise with auditors (both fund, management company and SPVs)  • Prepare capital call calculation, drawdown notice, expense allocation • Communicate with the LPs to explain the calculation of equalization amount and the waterfall/carried interest • Manage SPV companies and their bank accounts   • Coordinate / Instruct external administrator of the funds on fund operation issues • Liaise with tax adviser for the investment structure and the fund to minimize the tax exposure • Liaise with bank for currency exchange and possibility of setting up bridge loan • Assist investment team to liaise with bank for bank proofing documents and Law firm for notarization • Set up internal procedure/template   • Prepare quarterly report and annual account in U.S. GAAP and \"letter to the investor\"  PricewaterhouseCoopers (Auditing)  Main client portfolios:  China Citic Bank International  DBS Bank (Hong Kong) Limited (“Macau Branch”) Enhanced Investment Products Limited (license type 4, 5, 6, 9)  Hong Kong Exchanges and Clearing Limited (0388) Leopard Cambodia Fund, L.P TPG Capital, Limited (license type 1, 4) Westpac Banking Corporation’s HK Branch   WORKING EXPERIENCES (continued)  PricewaterhouseCoopers (Auditing)  Primary responsibility:  • Conduct compliance review with regard to SFC regulations, including Financial Resources Rules (FRR) and Business and Risk Management Questionnaire (BRMQ) • Draft Audit Committee report  • Discuss accounting treatment with management  • Perform assessment on the methodology and assumptions in the cash flow projections   • Perform investment valuation, financial risk analysis and business plans feasibility studies • Experience in global coordination of interoffice works with PwC UK, China, Cayman Islands in various engagements   Ernst & Young  (Auditing)  Main client portfolios:  Asia Financial Holdings Limited (0662) Asia Insurance ICG Investment Management (Asia) Limited (license type 4, 9)  Primary responsibility:  • Audit planning, risk assessments and designing audit procedures; • Act as senior in-charge and participated in audit field work in Hong Kong, including performing detailed analytical review on significant account balances by investigating material or unusual fluctuations • Conduct compliance review with regard to SFC regulations, including Financial Resources Rules (FRR) and Business and Risk Management Questionnaire (BRMQ) • Review the financial controls of the company’s business flow, identified internal control weaknesses and designed tests of control procedures with respect to the key internal control areas and upon change of business • Review the preparation of consolidated financial statements and consolidation schedule • Perform investment valuation, financial risk analysis and business plans feasibility studies • Prepare Letter of Representation, Going Concern Checklist, Hong Kong Companies Ordinance and Disclosure Checklist   LANGUAGES English (Fluent), Mandarin (Fluent), Cantonese (Native)  CURRENT SALARY HK$57,750 * 13 months    EXPECTED SALARY HK$63,000  AVAILABILITY 1 month notice", "meta": {}, "annotation_approver": null, "labels": [[0, 15, "SKILL"], [25, 36, "PERSON"], [125, 134, "PHONE_NUMBER"], [142, 160, "EMAIL"], [177, 208, "ORG"], [222, 230, "DATE"], [231, 262, "DEGREE"], [312, 363, "ORG"], [307, 310, "CERTIFICATES"], [370, 383, "DATE"], [423, 436, "ORG"], [439, 456, "DESIGNATION"], [478, 497, "DATE"], [498, 520, "ORG"], [523, 530, "DESIGNATION"], [550, 569, "DATE"], [570, 610, "ORG"], [614, 629, "DESIGNATION"], [642, 661, "DATE"], [664, 704, "ORG"], [971, 989, "SKILL"], [1104, 1111, "SKILL"], [1153, 1164, "SKILL"], [1166, 1175, "SKILL"], [1647, 1669, "ORG"], [1707, 1747, "ORG"], [1749, 1758, "GPE"], [1849, 1858, "GPE"], [1905, 1914, "GPE"], [1965, 1992, "ORG"], [2040, 2062, "ORG"], [2064, 2072, "DESIGNATION"], [2455, 2478, "SKILL"], [2580, 2583, "ORG"], [2584, 2586, "GPE"], [2588, 2593, "GPE"], [2595, 2609, "GPE"], [2635, 2648, "ORG"], [2687, 2718, "ORG"], [2726, 2731, "GPE"], [2731, 2766, "ORG"], [2830, 2844, "SKILL"], [2961, 2970, "GPE"], [3002, 3013, "SKILL"], [3608, 3621, "SKILL"], [3722, 3731, "GPE"], [3789, 3797, "LANGUAGE"], [3807, 3816, "LANGUAGE"], [3826, 3836, "LANGUAGE"]]}
{"id": 54, "text": "Resume Dickson Mere                                                      PROFESSIONAL EXPERIENCE   Conifer Financial Services May 2015 – Present Team Lead, Fund Accounting  • Perform and review daily/monthly cash and position reconciliations and NAV(Net asset valuation) for Hedge Funds and Fund of funds. • Prepare and review monthly financial statements, management and performance fee calculation and income and expense accrual. • Process capital calls, distributions and capital statement for endowment/pension clients(limited partners) investing in private equity. • Within first 6 months of joining Conifer, was selected to lead a team for a pivotal hedge fund client of AUM US $5 bil. • Constantly communicated with clients, brokers, investor managers and custodians to resolve issues. • Involved in training of new employees and offshore team and developed current employees through daily interaction. • Review of daily price control checks, profit and loss reasonableness and inter system reconciliations.  • Verify the processing of corporate actions on portfolio securities and investigate as required. • Improved team efficiency by constructing ad hoc excel solutions to automate daily/repetitive reporting related tasks, as well as implementing control checks to benefit the team.  • Assist on year-end audit requests within the assigned portfolio of funds. • Prepared and submitted compliance reports on a monthly basis.   Citco Fund Services                                                                                                          Oct 2010 – Apr 2015 Supervisor, Portfolio Accounting • Managed a team of 20 people. Prepared and supervised team in preparing daily trades, position and cash reconciliations for hedge funds of AUM US $25 billion. • Possess strong communication skills by liaising daily with investment managers, brokers and fund accountants and cultivating a good working relationship with them. • In Depth knowledge of Equities, Fixed Income and Derivative products (Options, Forwards, Futures and Swaps). • Cross trained team members to enhance their technical knowledge and improve efficiency. • Was the go-to person within the team and assisted team members to solve their day-to-day issues. Additionally, would follow-up until they are fully resolved. • Support the conversion of any new clients, existing migrations from other citco offices or new clients and migration of manual reconciliation to automated reconciliation tools.  • Preparation of management reports to monitor performance of the team and each individual. Suggested improvements or provided training to team members if required.  • Juggled own deliverables while supervising the team simultaneously. Good at multi-tasking in a deadline driven environment to ensure that all deliverables and month end packages are delivered on time to client. • Held the reviewer role for reconciliations as well as signed off on month end NAV packages. • Involved in improving processes in the team to increase efficiency and implemented various internal controls and to minimize the probability of errors.  EDUCATION  Institution Year of Completion Qualification Attained University Of London,  Singapore Institute Of Management  Temasek Polytechnic, Singapore   Aug 2007 – Sept 2010   June 2003- Mar 2006 Bsc Accounting And Finance   Diploma in Business Information Technology  ADDITIONAL SKILLS • Knowledge of Microsoft Office (Excel, Words, Powerpoint) • Geneva Accounting Tool • Bloomberg and IDC", "meta": {}, "annotation_approver": null, "labels": [[7, 19, "PERSON"], [99, 125, "ORG"], [125, 144, "DATE"], [145, 154, "DESIGNATION"], [156, 171, "DESIGNATION"], [357, 368, "SKILL"], [630, 635, "SKILL"], [705, 718, "SKILL"], [807, 816, "SKILL"], [1183, 1192, "SKILL"], [1437, 1456, "ORG"], [1562, 1581, "DATE"], [1582, 1592, "DESIGNATION"], [1594, 1614, "SKILL"], [1617, 1631, "SKILL"], [1659, 1674, "SKILL"], [1792, 1805, "SKILL"], [1869, 1885, "DESIGNATION"], [2130, 2140, "SKILL"], [2152, 2157, "SKILL"], [2681, 2693, "SKILL"], [2726, 2739, "SKILL"], [3175, 3195, "ORG"], [3121, 3165, "DEGREE"], [3198, 3252, "ORG"], [3254, 3264, "GPE"], [3266, 3286, "DATE"], [3289, 3308, "DATE"], [3309, 3345, "DEGREE"], [3349, 3380, "DEGREE"], [3415, 3431, "SKILL"], [3433, 3438, "SKILL"], [3440, 3445, "SKILL"], [3447, 3457, "SKILL"], [3461, 3483, "SKILL"], [3486, 3496, "SKILL"], [3500, 3503, "SKILL"]]}
{"id": 55, "text": "Maryana Edwardo     QUALIFICATION SUMMARY  • Results-driven achiever and highly motivated team player with good analytical and problem solving skills.  • Proven ability to complete tasks within the stipulated time and to the best possible standards.  • Eager to learn new things with a positive can-do attitude.  EDUCATION   Mar 2009 – Nov 2009  Nanyang Polytechnic Singapore   Specialist Diploma in Fund Management (Part-time)  July 2003 – June 2006  University of Melbourne, VIC, Australia  Bachelor of Commerce, major in Accounting and Finance  July 2002 – July 2003  Trinity College, VIC, Australia    Foundation Studies  July 1999 – June 2002   Wage Rudolf Supratman, Medan, Indonesia    High School Studies    AWARDS   July 2003 – June 2006      International Undergraduate Scholarship   University of Melbourne, Australia         PROFESSIONAL WORKING EXPERIENCE  September 2008 – June 2013  Senior Fund Accountant/Deputy Manager, Citibank Singapore   Duties: • Responsible for the daily operation and supervision of the team. • Review Net Asset Valuation (“NAV”) produced by the team. • Advise the team on fund accounting controls and procedures. • Liaise with fund managers, clients, brokers and internal counterparts to ensure service delivery. • Participate in the implementation and migration of new clients/funds. • Responsible for staff mentoring and development. • Work with the manager to ensure efficient work allocation within the team. • Assist the team in work improvement process.    September 2007 – September 2008  Fund Accountant, Citibank Singapore   Duties: • Prepare NAV on a daily basis. • Perform cash, position and future reconciliations against broker/custody records. • Ensure pricing accuracy and completeness of corporate actions.  • Prepare financial statements of funds in accordance with accounting principles. • Coordinate audit related requests.  September 2006 – September 2007   Audit Associate, KPMG Singapore  Duties: • Assist senior auditors to conduct compliance and financial statement audit on various publicly listed companies, including financial institutions, manufacturing and Real Estate Investment Trust (REIT).  • Assess the adequacy and effectiveness of internal controls system and provide recommendations for improvement in Management Letter. • Perform financial statement analysis and obtain explanations for significant fluctuations from expectations.   • Perform various audit procedures and prepare documentation on all audit work done.  OTHER WORKING EXPERIENCE  Feb 2006 – August 2006   Assistant - Career & Employment Services, University of Melbourne (Part-time)  Duties:  • Assisted in marketing of upcoming career events. • Assisted in the running of various career events held at university. • Assisted in organising various career resources for easy reference by students. • Assisted the Career & Employment Consultant with administrative duties.  SKILLS  Computer Skills  • Systems: Multifonds fund accounting system, custody system, Bloomberg, Reuters • Microsoft Office: Word, Excel, PowerPoint, Access. • Languages: Visual Basic.NET, Python  Languages  • Fluent in written and spoken English, Chinese, and Indonesian.   JOB REFERENCE   Available upon request.", "meta": {}, "annotation_approver": null, "labels": [[0, 15, "PERSON"], [80, 90, "SKILL"], [112, 122, "SKILL"], [60, 69, "SKILL"], [127, 142, "SKILL"], [172, 186, "SKILL"], [253, 267, "SKILL"], [295, 310, "SKILL"], [322, 344, "DATE"], [346, 365, "ORG"], [366, 376, "GPE"], [378, 415, "DEGREE"], [429, 450, "DATE"], [452, 475, "ORG"], [482, 492, "GPE"], [493, 513, "DEGREE"], [515, 546, "DEGREE"], [548, 569, "DATE"], [571, 586, "ORG"], [593, 624, "DEGREE"], [626, 647, "DATE"], [650, 671, "ORG"], [673, 678, "GPE"], [680, 712, "ORG"], [725, 746, "DATE"], [752, 804, "ORG"], [808, 817, "GPE"], [819, 829, "GPE"], [870, 896, "DATE"], [898, 920, "DESIGNATION"], [921, 935, "DESIGNATION"], [937, 946, "ORG"], [946, 956, "GPE"], [1350, 1360, "SKILL"], [1364, 1375, "SKILL"], [1504, 1535, "DATE"], [1537, 1552, "DESIGNATION"], [1554, 1563, "ORG"], [1563, 1573, "GPE"], [1716, 1725, "SKILL"], [1849, 1860, "SKILL"], [1885, 1916, "DATE"], [1919, 1934, "DESIGNATION"], [1936, 1941, "ORG"], [1941, 1951, "GPE"], [1969, 1984, "DESIGNATION"], [2191, 2205, "SKILL"], [2524, 2546, "DATE"], [2549, 2559, "DESIGNATION"], [2591, 2614, "ORG"], [2651, 2661, "SKILL"], [2773, 2784, "SKILL"], [2876, 2887, "DESIGNATION"], [2892, 2907, "SKILL"], [2924, 2939, "SKILL"], [2968, 2979, "SKILL"], [3003, 3012, "SKILL"], [3024, 3040, "SKILL"], [3042, 3046, "SKILL"], [3048, 3053, "SKILL"], [3055, 3065, "SKILL"], [3088, 3104, "SKILL"], [3106, 3113, "SKILL"], [3156, 3163, "LANGUAGE"], [3165, 3172, "LANGUAGE"], [3178, 3188, "LANGUAGE"]]}
{"id": 56, "text": "Microsoft Word - Resume ( Adam Shee Zhi Xing ).docx Faye Grim   Citco Fund Services (Singapore) Pte. Ltd., Fund Accountant           Feb. 2016 – Current     • Performance of the administration and services pursuant to the administration agreement of hedge funds  • Preparation and review of daily, weekly and monthly Net Asset Value calculations, financial statements, and associated reports in accordance to service level agreements  • Provision of cash, portfolio and capital reconciliation  • Development and implementation of standard operating procedures  • Liaison with investment managers, brokers and external auditors  • Proficient with various incentive fee, management fee and administration fee computations  • Proficient with migrations, liquidations and mergers of funds  • Mentoring of new hires in the team    FTC Corporate & Tax Advisory Pte. Ltd., Client Services Executive (Internship)  Oct. 2015 – Jan. 2016    • Preparation of financial statements in accordance with Singapore Financial Reporting Standards  • Preparation and submission of XBRL and annual returns for ACRA filings  • Preparation and submission of corporate tax returns and provisional personal tax returns  • Payroll administration, including CPF related matters  • Website development and maintenance     LG Electronics Singapore Pte. Ltd., Accounts Associate        Nov. 2014 – Oct. 2015    • Processing of timely payments of company’s expenses  • Provision of variance analysis of monthly and quarterly expenses  • Management of company’s cash accounts with commercial banks  • Reconciliation of bank accounts daily to monitor all bank transactions  • Reporting of daily and monthly cash flow forecasts  • Generation of general ledgers and other reports  • Preparation of quarterly GST returns    EDUCATION     ACCA                         2015 – 2017    ACCA Qualification Level 3    CFA Institute                      2016 – 2016    Investment Foundations Progam    University of London                    2012 – 2014     Bachelor in Accounting & Finance (Second Class Honours Upper Division)                                            Ngee Ann Polytechnic                    2007 – 2010    Diploma in Business Studies    ADDITIONAL INFORMATION     Nationality:      Singaporean  Language Proficiency:  English, Mandarin Chinese  Achievements:   - Awards for Citco Excellence in Citco Fund Services  - Commanding Officer Choice and Best Commander for National Service  - Represented Ngee Ann Polytechnic in SGDF Dancesport Nationals and IVP Track and Field Meet  - Coordinated an outreach programme between Ngee Ann Polytechnic and Wildlife Reserves Singapore  - Management committee of Environmental Rangers Society and Kung Fu Club in Ngee Ann Polytechnic - Organising committee and student coordinater in various events in Singapore Institute of Management and  xNgee Ann Polytechnic", "meta": {}, "annotation_approver": null, "labels": [[0, 14, "SKILL"], [26, 44, "PERSON"], [52, 61, "PERSON"], [64, 83, "ORG"], [85, 94, "GPE"], [107, 123, "DESIGNATION"], [133, 152, "DATE"], [178, 193, "SKILL"], [597, 605, "DESIGNATION"], [618, 627, "DESIGNATION"], [669, 680, "SKILL"], [688, 703, "SKILL"], [788, 798, "SKILL"], [826, 863, "ORG"], [866, 891, "DESIGNATION"], [906, 927, "DATE"], [988, 998, "GPE"], [1253, 1273, "SKILL"], [1294, 1327, "ORG"], [1330, 1348, "DESIGNATION"], [1356, 1377, "DATE"], [1460, 1469, "SKILL"], [1506, 1517, "SKILL"], [1802, 1807, "ORG"], [1831, 1842, "DATE"], [1846, 1872, "DEGREE"], [1876, 1889, "ORG"], [1911, 1922, "DATE"], [1999, 2010, "DATE"], [2015, 2047, "DEGREE"], [2169, 2180, "DATE"], [2184, 2211, "DEGREE"], [2260, 2272, "NORP"], [2296, 2303, "LANGUAGE"], [2341, 2368, "CERTIFICATES"], [2395, 2420, "CERTIFICATES"], [2476, 2496, "ORG"], [2600, 2620, "ORG"], [2643, 2653, "GPE"], [2656, 2667, "SKILL"], [2714, 2726, "ORG"], [2730, 2750, "ORG"], [1927, 1955, "DEGREE"], [1959, 1979, "ORG"], [2049, 2084, "CERTIFICATES"], [2129, 2149, "ORG"], [2305, 2314, "LANGUAGE"], [2314, 2322, "LANGUAGE"], [2372, 2376, "ORG"], [2425, 2439, "CERTIFICATES"], [2694, 2709, "ORG"], [2819, 2829, "GPE"], [2829, 2852, "ORG"], [2858, 2879, "ORG"]]}
{"id": 50, "text": "Ben Schmidt  Fund Accoutant Sep 2016 - Present (Citco Fund Services Singapore Pte Ltd) • Determine \"Net Asset Value\" and prepare investor P&L allocations in accordance with Service Level Agreements. • Keep and maintain financial records including accrual reconciliations versus external sources, review reconciliations from other internal departments. • Monitor activity in Fund, covering corporate actions, income and expenses, fees, capital transfers and performance. • Ensure compliance of various agreements with the clients. • Support the conversion of any new clients or existing migrations. • Prepare ad hoc reporting in line with client and internal requirements. • Maintain positive and professional relationships with Investment Managers, clients, auditors and other Citco offices. • Work with all team members to improve product quality, efficiency and consistency.  Operation Analyst Jan 2016 - Aug 2016 (Citco Fund Services Singapore Pte Ltd) • Production of daily operational deliverables in line with client/other Citco Offices service level agreements. • Preparing daily trades, position and cash reconciliation.  • Break resolution for all open items with the brokers or clients.  • Verify Security Master set up to ensure proper P&L capture and risk management reporting.  • Review of Over the Counter (OTC) master agreements and confirmations.  • Support the conversion of any new clients or existing migrations.  • Work with Business Analyst on daily basis on any open issues per client. • Work with other Citco Offices and Operations Support to resolve any open issues. • Assist in verifying test results for all in house system enhancements.  • Assist in verifying test results for all in house system enhancements.   Account Officer Jul 2014 - Dec 2015 (Anglo Eastern Shipmanagement Singapore Pte Ltd) • Provide full set of vessel accounts (includes PO accruals, Portage Bills, Operating Expenses Reports, etc) related support to Finance Manager. • Preparing financial statements and supporting documents of the monthly expenses to the clients. • Comparing the variance between the budget and actual expenses in order to prepare working fund request to the clients. • Complete the accounts in compliance with the owners’ requirements within time line • Respond to vessel owners' queries • In charged of 5 vessels account per month. • Improving strong analytical skills and creativity to derive solutions to the numerous work related issues.  Import Assistant (Contract) Aug 2013 – Oct 2013 (Sea Consortium Pte Ltd) • Communicate with clients on any tasks or follow up. • Arranging the documents of import. • Summit documents of import to Port Singapore Authority website for declaration. • Improving on my communication skills with the clients and colleagues which help me to understand how to manage relationship with clients better.  Education  BSc (Hons) Accounting and Finance Sep 2012 – May 2015 (University of London) • Units include accounting, economics, financial reporting, auditing, financial management, etc.  Diploma in Management Studies  Apr 2011- Jun 2012 (SIM University) Units include marketing, human resources, information system for business, business mathematics, etc.  Unified Examination Certificate (UEC) Jan 2005 – Nov 2010 (Yong Peng High School, Johor, Malaysia)  Additional Information  • Ms Office (Excel, Word and PowerPoint) • Proficient in English, Mandarin and Malay • Willing to travel for work purpose.", "meta": {}, "annotation_approver": "admin", "labels": [[0, 11, "PERSON"], [13, 27, "DESIGNATION"], [48, 85, "ORG"], [896, 915, "DATE"], [28, 46, "DATE"], [210, 236, "SKILL"], [121, 138, "SKILL"], [472, 489, "SKILL"], [917, 954, "ORG"], [1029, 1042, "ORG"], [1445, 1461, "DESIGNATION"], [1740, 1755, "DESIGNATION"], [1756, 1775, "DATE"], [1777, 1823, "ORG"], [1953, 1968, "DESIGNATION"], [2374, 2391, "SKILL"], [2396, 2407, "SKILL"], [2410, 2426, "SKILL"], [2465, 2481, "DESIGNATION"], [2493, 2512, "DATE"], [2514, 2536, "ORG"], [2666, 2675, "GPE"], [2729, 2742, "SKILL"], [2870, 2903, "DEGREE"], [2904, 2923, "DATE"], [2925, 2945, "ORG"], [2963, 2973, "SKILL"], [2975, 2984, "SKILL"], [2986, 3005, "SKILL"], [3007, 3015, "SKILL"], [3017, 3037, "SKILL"], [3045, 3074, "DEGREE"], [3076, 3094, "DATE"], [3096, 3110, "ORG"], [3126, 3135, "SKILL"], [3187, 3207, "SKILL"], [3137, 3152, "SKILL"], [3215, 3246, "CERTIFICATES"], [3248, 3251, "CERTIFICATES"], [3253, 3272, "DATE"], [3274, 3295, "ORG"], [3297, 3302, "GPE"], [3304, 3312, "GPE"], [3341, 3350, "SKILL"], [3352, 3357, "SKILL"], [3359, 3364, "SKILL"], [3368, 3378, "SKILL"], [3396, 3403, "LANGUAGE"], [3405, 3414, "LANGUAGE"], [3418, 3424, "LANGUAGE"]]}
{"id": 51, "text": "Carrie Bradshaw Professional Experience Citco Fund Services (Singapore) Pte Ltd                            May 2016 – Present            Fund Accountant (Full-Time) • Prepared 3 daily, 1 weekly and 14 monthly Fund-Level Net Asset Value computations and Financial Statements for over 15 Hedge Funds across 3 Databases using in-house software to be disseminated to shareholders worldwide • Completed 35 Trader-Level Financial Statements and Net Asset Value calculations under 2 funds according to their individual Investment Advisory Agreements which accounted for 20% of the team's workload   • Liaised with over 10 Investment Managers and 10 Investor Relations Teams to bring about an increase in client's satisfaction by 20% • Corresponded closely with 3 Pricing, Corporate Actions, Dividend and Reconciliations Teams respectively to improved delivery time of Financial Statements by 15%.  • Cross-trained 7 colleagues in a team of 9 to ensure that 12 funds in 2 databases were completed accurately based on individual clients request which developed bench strength by 20% • Streamlined the process of migration of funds from other offices (such as Toronto, Dublin) to Singapore which increased migration efficiency by 20%  • Written 2 Standard Operating Procedures for the generation of Financial Statements and reviewed 1 Financial Statement. • Completed 4 FIN 48 reports and assisted in answering more than 20 audit queries which reduced audit time taken by 25% Parsons Brinckerhoff Pte Ltd                                                                   Aug 2013 – Feb 2016 IT Assistant (Full-Time) • Provide Mentorship to 3 juniors thus increasing their technical abilities by 30% • Leading a team of 3 to replaced 8 copiers over 4 levels of the company within a tight deadline of 3 days • Working closely in a team of 7 with 3 senior colleagues in re-vamping of network structure within the given time constraint of 10hr • Planning and executing of Data Migration 2 different office, ensuring over 1 TB of data are replicated at 99% • Maintaining a IT Knowledge Base with over 50 created knowledge articles on SharePoint thus reducing troubleshooting time by 30% and decreased internal user downtime by 15%   JK Technology Pte Ltd(Outsource to AIA Singapore)                          Oct 2011 – June 2013 Desktop Technician (Full-Time)  • Coordinating with over 10 departments’ secretaries in the relocation of over 300 workstations to increase work flow efficiency by 20% • Providing excellent Customer service to over 500 users which increase Customer Satisfaction by 35% • Devising a procedure in upgrading of Windows 7 over 500 computers which reduced down time by 25%  Education Murdoch University                                                                May 2014 – Mar 2016 Kaplan Singapore                                                                                                                            • Bachelor of Commerce in Accounting and Finance Singapore Polytechnic                                                                               Apr 2006 – Apr 2009 • Diploma in Information Technology  Other Certificates and Courses Attended CFA Institute                                                                                                Oct 2016                                                                                                                          • CFA Institute Investment Foundations INTELLISOFT SYSTEMS                                                                                  Mar 2016                                                                                                                      • Advanced MS Excel 2013  Others Languages Spoken: English, Mandarin       Language Written: English Computer Proficiency: Microsoft Excel, Word and Powerpoint Bloomberg Terminal Proficiency: Beginner", "meta": {}, "annotation_approver": "admin", "labels": [[0, 15, "PERSON"], [40, 59, "ORG"], [61, 70, "GPE"], [107, 125, "DATE"], [137, 152, "DESIGNATION"], [307, 317, "SKILL"], [615, 634, "DESIGNATION"], [893, 906, "SKILL"], [964, 974, "SKILL"], [1150, 1157, "GPE"], [1159, 1165, "GPE"], [1170, 1180, "GPE"], [1466, 1494, "ORG"], [1561, 1580, "DATE"], [1581, 1593, "DESIGNATION"], [2058, 2076, "SKILL"], [2119, 2130, "SKILL"], [2218, 2239, "ORG"], [2257, 2266, "GPE"], [2293, 2313, "DATE"], [2314, 2332, "DESIGNATION"], [2504, 2520, "SKILL"], [2693, 2711, "ORG"], [2775, 2794, "DATE"], [2802, 2812, "GPE"], [2795, 2802, "GPE"], [2937, 2983, "DEGREE"], [2984, 3087, "ORG"], [3088, 3104, "DATE"], [3106, 3139, "DEGREE"], [3290, 3298, "DATE"], [3181, 3194, "CERTIFICATES"], [3459, 3478, "CERTIFICATES"], [3560, 3568, "DATE"], [3697, 3710, "SKILL"], [3737, 3744, "LANGUAGE"], [3746, 3755, "LANGUAGE"], [3809, 3825, "SKILL"], [3779, 3787, "LANGUAGE"], [3826, 3831, "SKILL"], [3835, 3846, "SKILL"], [3846, 3864, "SKILL"]]}
{"id": 63, "text": "Copy of Resume - Traditional.docx Ter Guohao  Contact Number: +65 9663 3976     Email: terguohao@gmail.com                                                                                 SUMMARY Aims to make a difference by creating value for stakeholders and society through innovation, critical analysis and feasibility testing. Enjoys meeting new people and sharing of ideas and experiences. Currently working towards CPA and CFA Level I  EXPERIENCE Ardent Associates LLP   Feb 2016 to present Audit Associate    Performed statutory audit of private limited companies (extensive experience in funds and asset management companies)   Participated in audit engagements with large group of companies and conglomerates   Ensure funds and asset management companies comply with Securities and Futures Act, in accordance to Monetary Authority of Singapore regulations   Analysis of business models and financial performance with application of key financial ratios   Conducted internal audits on behalf of ministries   Partners Group (Singapore) Pte. Ltd.   Sept 2015 to Dec 2015 Financial analyst / Fund accountant   Management of 6 to 8 funds to prepare financial reports in accordance to IFRS or US GAAP  Performed net asset finalization, which includes portfolio valuation analysis, hedging and stock valuation  Review of monthly revaluation of financial asset investments (private equity, real estate, infrastructure etc)   Ensure compliance with company’s internal procedures and processes  Liaising with external and internal auditors  Lo Hock Ling & Co.   March 2013 to Feb 2015 Audit Associate    Involved in statutory audit of private limited companies from various industries (trading companies, general retailers, clubs and associations, investment-holding companies etc)  Participated in audit engagements in the process of audit planning, fieldwork and audit finalisation   Audit of financial statements in accordance with Singapore Financial Reporting Standards  Performed testing and reviews of internal controls and processes to ensure compliance with generally accepted accounting principles      mailto:terguohao@gmail.com Ter Guohao  Contact Number: +65 9663 3976     Email: terguohao@gmail.com    EDUCATION Royal Melbourne Institute of Technology  - Singapore Institute of Management                                                           2010 to 2013    BBACC - Bachelor of Business (Accountancy)                                                                                                             Achieved High Distinctions in Ethics, Micro-Econs, Macro-Econs, Introductory Accounting.   Awarded top scorer award in Ethical Issues in Accountancy.  Nanyang Polytechnic   2004 to 2007      Diploma in nursing        Junyuan Secondary School   2000 to 2003      5 GCE ‘O’ Levels credits, scored B3 in English                                          PROFESSIONAL QUALIFICATIONS  ISCA PE candidate, previously known as CPA SG (completed in June 2015)  Microsoft Office (Word, Powerpoint, Excel)  CCA SIM Dragonboat Club – Member  Achievements  April 2013 – NTUC Income Run350 21km Half Marathon  Dec 2010 -  Standard Chartered 42.195 km Marathon    National Service                                                                                             2007  to 2009 Medic Sergeant at SAFTI Military Institute                                                                       Led team of medics to Brunei, Taiwan, Thailand to cover safety for OCS training troops   Received commendation for saving an Officer Cadet during Taiwan exercise      mailto:terguohao@gmail.com Ter Guohao  Contact Number: +65 9663 3976     Email: terguohao@gmail.com     mailto:terguohao@gmail.com", "meta": {}, "annotation_approver": null, "labels": [[62, 75, "PHONE_NUMBER"], [87, 106, "EMAIL"], [1037, 1046, "GPE"], [1060, 1081, "DATE"], [1571, 1593, "DATE"], [1947, 1957, "GPE"], [2239, 2278, "ORG"], [2282, 2315, "ORG"], [2398, 2432, "DEGREE"], [2694, 2713, "ORG"], [2787, 2799, "DATE"], [2844, 2852, "LANGUAGE"], [2996, 3012, "SKILL"], [3014, 3037, "SKILL"], [3142, 3150, "DATE"], [453, 474, "ORG"], [477, 496, "DATE"], [497, 512, "DESIGNATION"], [1082, 1099, "DESIGNATION"], [1102, 1117, "DESIGNATION"], [1550, 1567, "ORG"], [1594, 1609, "DESIGNATION"], [2126, 2152, "EMAIL"], [2153, 2163, "PERSON"], [2181, 2194, "PHONE_NUMBER"], [2206, 2225, "EMAIL"], [2374, 2386, "DATE"], [2542, 2629, "CERTIFICATES"], [2662, 2691, "CERTIFICATES"], [2716, 2728, "DATE"], [2728, 2752, "DEGREE"], [2760, 2784, "ORG"], [2983, 2992, "DATE"], [3089, 3099, "DATE"], [3304, 3317, "DATE"], [3318, 3332, "DESIGNATION"], [3335, 3360, "ORG"], [3454, 3460, "GPE"], [3462, 3468, "GPE"], [3470, 3479, "GPE"], [3607, 3626, "EMAIL"], [3627, 3638, "PERSON"], [3655, 3668, "PHONE_NUMBER"], [3680, 3699, "EMAIL"], [3711, 3730, "EMAIL"]]}
{"id": 64, "text": "Microsoft Word - Resume (Guo Jing) - 28 Aug 2016  Athena, GUO Jing                                                Nationality: Chinese / Singapore PR  Phone no: +65 8468 0983 Email: athena.ng.guo@gmail.com   EDUCATION  - Singapore Management University (SMU), Singapore    Master of Business Administration (Specialised in Finance)   Recipient of Community Impact Scholarship  - University of International Business and Economics (UIBE), Beijing, China  (Ranked No.2 business school in China by Chinese Universities ranking website [Netbig.com])   Bachelor of Economics & Bachelor of Management (double degree programme) with majors in Finance and Public Administration     Jan 2011 - Dec 2011   Sep 2001 - Jul 2005   PROFESSIONAL QUALIFICATION  - CFA Level 3 candidate, passed CFA Level 1 & 2 Exams  - Associate (Institute of Singapore Chartered Accountant), completed all Chartered Accountant (Singapore) Professional Examinations  - Certificate in Global Oil & Gas Management received from Thunderbird School of Global Management      PROFESSIONAL EXPERIENCE  - Aditya Birla Sun Life Asset Management Company, Singapore (Subsidiary of Birla Sun Life Asset Management Company, the 4th largest asset management firm in India based on “Asset Under Management”)        Assistant Manager – Operations:  Analyse and evaluate fund performances and to prepare detailed reports to various internal and external stakeholders  Perform treasury control on various funds (approximately US$1 billion)  Supervise and provide instructions to custodian banks to settle the firm’s equity and debt transactions accurately and punctually on a daily basis and to manage complex securities processing issues  Review Net Asset Value (“NAV”) of funds prepared by fund accountants and supervise outsourced fund administrators to adhere to the firm’s agreed service standard    Prepare MAS regulatory reports on a quarterly basis  Assist in new fund launches and review fund documentations including term sheet and prospectus          Dec 2015- Present   - Benchmark Group / Benchmark Advantage Fund, Singapore  (Benchmark Group consists of various funds and companies with investments in public equities, private companies and Venture Capital (“VC”) funds. The Benchmark Advantage Fund is the largest fund under the Benchmark Group.)  Associate:  Perform fundamental research on equities based on bottom-up approach to identify investment opportunities  Build up financial models for investment valuation analysis        Feb 2012- Dec 2015    PROFESSIONAL EXPERIENCE  - Benchmark Group / Benchmark Advantage Fund, Singapore (continued)   Conduct financial due diligence on private companies and VC funds to be able to negotiate for more favorable investment terms   Review monthly NAV, analyse portfolio profit & loss attribution and prepare investors’ report   Monitor portfolio risks and provide the management a detailed report on any issues encountered   Monitor fund exposure to ensure compliance of investment guidelines   Liaise with external lawyers, auditors, fund administrators and tax advisors to set up a Hong Kong Securities and Futures Commission (“SFC”) registered technology-focused fund   Coordinate with auditors in year-end audit as the main liaison officer    -  Guangzhou Gerz Software Technology Ltd., Guangzhou, China                  Finance Manager:  Built up, developed, and maintained a new financial internal control system   Prepared financial statements and supervised all financial activities, ensuring strict compliance to local regulations and policies  Prepared monthly budget and cost analysis reports for management’s review   May 2009-  Aug 2010       -  Ernst & Young LLP, Beijing/Guangzhou, China  Senior Accountant II:  Assurance & Advisory Business Service  Awarded E&Y Bravo prize for outstanding contribution in China National Cereals, Oils and Foodstuffs Corporation (“COFCO”, a Fortune Global 500 company) public offering project  Promoted annually for 4 consecutive years, from Staff Accountant I to Senior Accountant II  Conducted IPO audit and annual audit using PRC / HK GAAP and IFRS   Created auditor’s reports for 15 listed companies in industries ranging from asset management, hedge fund, retailer, manufacturer, real estate developer to high-tech provider (Clients include COFCO Group [HK506&HK606], GOME Group [HK493] and Dongfeng Automobile [600006])  Led 7-member teams of subordinate auditors in field audit engagements, as well as managing tight timelines and ensuring all required audit procedures were completed in high quality and on schedule   Delivered financial system improvement solutions which resulted in cost savings and obsolete inventory reduction       Jul 2005  -  Apr 2009     LANGUAGES AND SKILLS  - Languages:               ● English: Fluent          ● Mandarin: Native          ● Cantonese: Native       -    Finance skills:           ● Financial Projection & Modelling       ● Corporate Valuation       ● IRR & NPV calculation   ● ROI calculation           ● Financial Statement Analysis  -    Accounting skills:     ● US GAAP   ● IFRS   ● Corporate financial system   -    Computer skills:        ● Excel  ● Word  ● PowerPoint  ● Bloomberg", "meta": {}, "annotation_approver": null, "labels": [[58, 66, "PERSON"], [254, 257, "ORG"], [260, 270, "GPE"], [309, 331, "DEGREE"], [381, 431, "ORG"], [25, 33, "PERSON"], [37, 48, "DATE"], [50, 56, "GPE"], [127, 135, "NORP"], [137, 147, "GPE"], [161, 174, "PHONE_NUMBER"], [182, 205, "EMAIL"], [221, 252, "ORG"], [274, 307, "DEGREE"], [349, 377, "CERTIFICATES"], [433, 437, "ORG"], [440, 447, "GPE"], [449, 455, "GPE"], [488, 494, "GPE"], [551, 597, "DEGREE"], [639, 672, "DEGREE"], [678, 696, "DATE"], [699, 718, "DATE"], [751, 772, "CERTIFICATES"], [817, 860, "ORG"], [899, 908, "GPE"], [939, 982, "CERTIFICATES"], [997, 1035, "ORG"], [1116, 1126, "GPE"], [1141, 1180, "ORG"], [1223, 1229, "GPE"], [1271, 1288, "DESIGNATION"], [2087, 2097, "GPE"], [2021, 2039, "DATE"], [2043, 2058, "ORG"], [2510, 2528, "DATE"], [2603, 2613, "GPE"], [2559, 2601, "ORG"], [3112, 3121, "GPE"], [3279, 3317, "ORG"], [3320, 3329, "GPE"], [3331, 3337, "GPE"], [3354, 3369, "DESIGNATION"], [3662, 3681, "DATE"], [3691, 3708, "ORG"], [3710, 3717, "GPE"], [3718, 3727, "GPE"], [3729, 3735, "GPE"], [3736, 3753, "DESIGNATION"], [3759, 3796, "ORG"], [3806, 3822, "CERTIFICATES"], [4025, 4041, "DESIGNATION"], [4047, 4064, "DESIGNATION"], [4732, 4753, "DATE"], [4809, 4816, "LANGUAGE"], [4836, 4844, "LANGUAGE"], [4864, 4873, "LANGUAGE"], [4893, 4907, "SKILL"], [4921, 4953, "SKILL"], [4962, 4981, "SKILL"], [4991, 5011, "SKILL"], [5016, 5031, "SKILL"], [5044, 5072, "SKILL"], [5079, 5096, "SKILL"], [5104, 5111, "SKILL"], [5116, 5121, "SKILL"], [5185, 5191, "SKILL"], [5194, 5199, "SKILL"], [5202, 5213, "SKILL"], [5216, 5225, "SKILL"]]}
{"id": 65, "text": "EDUCATIONKong Pui Yee Bonnie   Telephone: 6285 8787  Address: Flat M, 32/F Block 1, Fu Ning Garden,                                   25 Po Ning Road, Tseung Kwan O, NT      E-Mail: bonyeeyee@hotmail.com  SUMMARY Responsible and competitive Fund Accounting Assistant Manager in ADM Capital, an Investment manager focusing on Asset Management and in charge of large-scale fund accounting, valuation and administrative work for both Private Equity and Hedge Funds. Being a strong coordinator and team player with positive, cooperative and independent characters, evidenced by 9 years’ audit related and fund accounting experiences.  PROFESSIONAL MEMBERSHIP Jun 2011- Present Certified Public Accountant, Hong Kong Institute of Certified Public Accountants  EDUCATION Jun 2008 – Aug 2008 City University of Hong Kong Postgraduate Certificate in Professional Accounting Sep 2005 – May 2008 Hong Kong University of Science and Technology (HKUST) Bachelor of Business Administration in Management of Organizations and Marketing- Second Class Honor Sept 1998 - Mar 2005 Belilios Public School HKAL (1A 1B 1C 2D) HKCEE (3A 3B 2C) Mrs Choi Chui Luk Memorial Scholarship, Outstanding Student Award  AWARDS AND ACHIEVEMENTS Jun 2011 Member, HKICPA Jun 2008 Common Recruitment Examination, HKSAR Government: Pass in Aptitude Test Apr 2008 State Putonghua Proficiency Test, HKUST: Grade Three Aug 2007 International English Language Testing System (IELTS): 7.5 out of 9 Jul 2005 Office of the Commissioner of Insurance: Pass with Insurance Intermediaries Qualifying Examination Paper 1 and 3 Dec 2004 London Chamber of Commerce and Industry Examinations Board: Pass in Level 3 Dec 2002 London Chamber of Commerce and Industry Examinations Board: Pass with Distinction in Level 1  WORKING EXPERIENCE Jun 2011- Present           Fund Accounting, Assistant Manager, ADM Capital  To prepare timely and accurate Net Asset Values for Private Equity Funds and Hedge Funds, equipped with product knowledge of various security types and derivatives  To prepare the IRR data, financial statements and fund portfolio reports   To reconcile the cash and handle all the middle office work which support the front and back office teams, being strong supporter in liaising and assisting the Investor Relationship and Risk Management teams.  To execute fund administrative work, such as preparing capital call and distribution notices, payment instructions, price input, forward exchange contracts and trade settlements  To assist and tackle issues for Annual audit and cooperate with auditors Kong Pui Yee Bonnie   Telephone: 6285 8787  Address: Flat M, 32/F Block 1, Fu Ning Garden,                                   25 Po Ning Road, Tseung Kwan O, NT      E-Mail: bonyeeyee@hotmail.com    Apr 2010- Jun 2011  To keep the full set accounting for SPVs and tax filing and annual review of Beijing Office and Wuhan SPVs  To have strong experience in dealing with funds’ Custodian Bank and Administrators  Fund Accountant, The Hong Kong and Shanghai Banking Corporation Limited  To provide fund accounting and valuation services for Hedge Fund and Private Equity Investment   To handle daily fund administrative and operational work and act as a good communicator on behalf of clients with investors, auditors and fund houses  To calculate NAV and prepare weekly, monthly reports and financial statements  Sep 2008- Mar 2010 Audit Associate, Deloitte Touche Tohmatsu  To provide statutory auditing services for engagement clients,   To prepare auditor reports and perform analytical procedures on account balances and classes of transactions  To be assigned in large-scale audit engagements such as China Resources Microelectronics, Cheung Kong Infrastructure etc.   To complete the small engagements independently Jan - Jan 2008 (Summer Job) Student Helper, Admissions, Registration and Records Office of HKUST    To handle documents and clerical work  To file documentation and deal with MS Chinese word processing Jun - Jul 2007 (Summer Job) Development Assistant, Hitachi Beijing Tech Information System Co. Ltd    To accomplish a Design Project with the specialized computer program in Beijing  To organize data list and analyze the data reports  EXTRA-CURRICULAR ACTIVITIES May 2006 - May 2007 Exec Executive Committee, Promotion Secretary, Drama Team member, Drama Society,HKUSTSU  To design promotion products and design the promotion strategy for all activities  Person in charge of Drama Orientation Camp and Annual Performance 2007  Producer of Annual Performance 2007 Sep 2005 - Jun 2006 Sub Committee and membership, HKUST   Sub Committee member of Drama Society, Accounting Society, Marketing Society, and Student Social Service Society  Member of House IV floor committee and HKUST Handball Team Sep 2003 - Aug 2005 School Perfect, Vice-chairperson of Photography Club, Treasurer of Chinese Club and Class Committee, Belilios Public School  SKILLS AND INTERESTS Language  English (Fluent), Cantonese (Native), Mandarin (Fluent) Computer    Quickbook, Advent Geneva, EquiTrak, MS Office applications, SAP, SPSS Interests and others Travelling, drama production, making new friends, drawing  EXPECTED SALARY HKD48,000 (Current yearly package: US72,846 with monthly salary HKD40,000)  AVAILABILITY  ASAP", "meta": {}, "annotation_approver": null, "labels": [[9, 28, "PERSON"], [42, 51, "PHONE_NUMBER"], [182, 203, "EMAIL"], [257, 274, "DESIGNATION"], [278, 289, "ORG"], [294, 312, "DESIGNATION"], [655, 672, "DATE"], [673, 700, "DESIGNATION"], [702, 711, "GPE"], [712, 753, "ORG"], [765, 784, "DATE"], [785, 813, "ORG"], [842, 865, "DEGREE"], [866, 885, "DATE"], [886, 932, "ORG"], [934, 939, "ORG"], [941, 990, "DEGREE"], [1023, 1041, "CERTIFICATES"], [1042, 1063, "DATE"], [1063, 1085, "ORG"], [1122, 1160, "CERTIFICATES"], [1162, 1187, "CERTIFICATES"], [1213, 1221, "DATE"], [1237, 1245, "DATE"], [1322, 1327, "DATE"], [1327, 1359, "CERTIFICATES"], [1380, 1388, "DATE"], [1389, 1434, "CERTIFICATES"], [1436, 1441, "CERTIFICATES"], [1444, 1456, "GPE"], [1527, 1564, "CERTIFICATES"], [1578, 1587, "DATE"], [1588, 1640, "CERTIFICATES"], [1814, 1830, "DESIGNATION"], [1831, 1848, "DESIGNATION"], [1850, 1861, "ORG"], [2569, 2589, "PERSON"], [2764, 2786, "DATE"], [3421, 3429, "ORG"], [3889, 3895, "ORG"], [4177, 4185, "GPE"], [4570, 4589, "DATE"], [4653, 4666, "ORG"], [4668, 4686, "ORG"], [4688, 4705, "ORG"], [4711, 4741, "ORG"], [4997, 5007, "LANGUAGE"], [5047, 5056, "SKILL"], [1457, 1465, "DATE"], [1466, 1505, "CERTIFICATES"], [1664, 1672, "DATE"], [1673, 1725, "CERTIFICATES"], [1786, 1803, "DATE"], [2603, 2612, "PHONE_NUMBER"], [2743, 2764, "EMAIL"], [3003, 3012, "GPE"], [3017, 3053, "ORG"], [2966, 2997, "DESIGNATION"], [2947, 2961, "ORG"], [3385, 3403, "DATE"], [3404, 3419, "DESIGNATION"], [3798, 3812, "DATE"], [3826, 3840, "DESIGNATION"], [4002, 4016, "DATE"], [4030, 4051, "DESIGNATION"], [4053, 4060, "ORG"], [4061, 4069, "GPE"], [4069, 4100, "ORG"], [4267, 4286, "DATE"], [4565, 4570, "DATE"], [4590, 4618, "DESIGNATION"], [4803, 4822, "DATE"], [4979, 4987, "LANGUAGE"], [5017, 5026, "LANGUAGE"], [5058, 5071, "SKILL"], [5073, 5081, "SKILL"], [5083, 5092, "SKILL"], [5107, 5110, "SKILL"]]}
{"id": 66, "text": "Time黄 珊 , CPA huangshan260@163.com | +86 182-2120-5031  学历背景 伦敦商学院 金融学硕士(MBA level)  伦敦 2015.8-2016.12  金融学硕士优秀生奖学金获得者(前 5%)  策划筹办了 2016 年伦敦商学院资产管理会议，成功邀请前英国央行行长作为演讲嘉宾，与会人员超过 150 名 中欧商学院 MBA 交换学生 上海 2016.9-2016.12  选修课程：公司战略，企业转机案例分析和创业金融学 香港大学 经济金融学学士 香港 2007.9-2010.7  以优异的高考成绩(全省前 50 名) 获得录取，毕业获得二级甲等荣誉学士学位；在校期间上过院长嘉许名单  获得奖学金在加拿大不列颠哥伦比亚大学交换学习一学期；GPA：3.84/4  工作经验 安达富资本(ADV Partners) 投资实习生 上海 2016.12-2017.3  对投资项目进行初选，从商业模式、运营效率、财务表现和创始人评估对项目公司进行分析  研究中国医疗改革政策，侧重于总结医院投资的鼓励政策和外资准入；进行 2016 年医疗领域投资项目的估值分析  投后管理：研究凤凰医疗的 IOT 商业模式，归纳总结医院投后管理的策略，以便应用于所投的项目公司 瑞士信贷(Credit Suisse) 暑期实习(Summer Associate)，环球市场部 香港 2016.6-2016.8  在 HOLT 研究团队实习，侧重研究 A 股市场，充分理解估值模型。HOLT 是瑞信独有的全球股票分析平台，主要是通过其自主研发的指标 CFROI®（现金投资回报率）对上市公司进行相对估值，通过 DCF 模型进行绝对估值   实习项目：应用 HOLT 估值体系来挖掘 A 股机会，对内部约 1200 只 A 股数据库从宏观到微观进行分析；形成 A股市场选股策略，重点分析伊利股份，并将研究成果向部门高层演讲展示，获得好评  参与每周亚洲区团队例会，更新市场动向；撰写消费行业的市场评论，并根据 HOLT 指标分析，形成多/空投资建议；协助小组对指定行业和公司进行深入研究，以满足客户的定制需求 马来亚银行(Maybank) 客户经理，企业银行部 香港 2013.10-2015.7  管理超过 20 个大型企业信贷账户；制定客户管理策略，了解客户融资需求并挖掘业务发展机会；在一年内撰写八份平均授信金额超过美金 1 亿元的信贷项目建议书，并且获得 100%通过  收集相关行业和公司数据，建立财务模型来预测现金流并分析公司的偿债能力；向授信评审委员充分说明公司融资用途、偿债能力以及银行可能面临的风险；对公司业绩公告和重大事件进行信用复核，跟踪借款人资金使用情况  项目经验：  为一家私募股权基金提供美金 1 亿收购贷款，以便其对位于北京的不良资产进行收购；和私募股权基金紧密合作，充分了解其收购架构和运营战略；对标的房产做充分的市场调研以评估抵押品的公允价值  执行跨境项目融资，包括：为一个印尼的火电发电厂的项目融资提供美金 1 亿的过桥贷款以及为万科在纽约的第一个房地产项目提供美金 8000 万建筑工程贷款  领导内部咨询项目小组改进信贷报告系统，联络其他分行以了解最优实践方案并实施，部门工作效率提高约 30% 毕马威(KPMG) 助理经理，审计部 香港 2010.8-2013.10  直接管理 3 人审计团队，负责审计范围和程序制定，时间成本预算，团队成员指导和客户关系管理  主要服务房地产行业，一年执行 6 个审计项目。客户包括：房地产发展商，房地产投资公司，房地产投资私募股权基金；熟悉不同类型房地产的商业模式，包括住宅、商业、写字楼和酒店等  参与一家内地清洁能源公司在香港上市的 Pre-IPO 审计，负责审计财务系统以确保内部控制完善，为终审提供基础和保障；执行尽职调查，复核公司的法律诉讼案件  分析公司财务状况，检测重大错报并提出审计调整；对公司的内部流动资金管理流程提出改进意见 其他信息   通过 CFA 三级考试；香港注册会计师；中国注册会计师全科合格证  港大赛扶社团创始人，领导团队获得区域比赛冠军；赛扶为全球三大国际大学生组织之一，倡导大学生运用积极的商业力量改变社区  熟练运用 Office，Bloomberg 和万得数据库；英文和粤语流利，GMAT：720/雅思 7.5 分 http://baike.baidu.com/view/959113.htmSherry HUANG, CPA huangshan260@163.com |+86 182-2120-5031   EDUCATION London Business School  Masters in Finance, a post-experience/MBA level degree  London Aug 2015-Dec 2016  Awarded Masters in Finance Merit Scholarship (awarded to top 5% of total intakes)  Co-Chair of 2016 LBS Asset Management Conference and active member of PE/VC Club China Europe International Business School             Shanghai MBA Exchange students                             Sep-Dec 2016  Courses: Strategies in changing China; Corporate turnaround; Entrepreneurial finance University of Hong Kong  Bachelor of Economics and Finance  Hong Kong Sep 2007-Jul 2010  Second-class Honours, upper division (2:1); Dean’s Honour’s List  Awarded scholarships for exchange study in University of British Columbia, GPA: 3.83/4 WORK EXPERIENCE ADV PARTNERS                                                                                                                                    Shanghai Winter Internship, PE Investment Dec 2016-Mar 2017  Industry analysis: contributed to China hospital markets research project; completed sections on hospital reform policies and variation on local practice by desktop research and interviewing equity analysts; reviewed M&A deals in hospital sectors in China in 2016 with a special focus on USD fund’s investments and valuation  Deal screening: screened 10+ potential targets; performed financial analysis, peer analysis, business review, valuation benchmarking and financial modeling to support investment proposals CREDIT SUISSE Summer Associate, Global Markets  Hong Kong Jun-Aug 2016  Interned with HOLT, a proprietary stock valuation and screening platform covering 20,000+ stocks globally   Top-down research on China A-share market: studied HOLT data of 1,100+ A-share stocks and assessed the market’s aggregate operational quality, valuation and momentum; Presented the study to 30+ audiences, including sales, traders, analysts and senior management   Consumer sectors research: applied HOLT valuation framework based on Cash Flow Return on Investment (CFROI) to analyze companies in consumer sectors in response to clients’ request; focused on both long/short idea generations MAYBANK Relationship Manager, Corporate Banking Hong Kong Oct 2013-Jul 2015  Credit origination: built financial models, forecast cash flow and performed comprehensive analysis to assess deal risks and rewards; developed and presented credit proposals to Credit Committee; originated eight new credit proposals in a year with average size of $100M with 100% approval rate  Deal Experience:  co-arranged $100M in a club deal to assist a PE fund’s acquisition of a distressed property in Beijing; worked closely with PE fund to understand the turnaround strategy and execution capability  engaged in cross-border deals, including a bridging financing of $100M for a power plant in Indonesia and a construction loan of $80M for China Vanke's first project in New York    Portfolio management: managed loan portfolios of 20 large Chinese corporations; formulated account strategies, performed regular credit reviews and met managements to understand business updates  Process improvement: led a cross-functional team of five to streamline credit origination system by adopting best practice from other branches, resulting in 30% improvement in work efficiency KPMG Assistant Manager, Audit Hong Kong Aug 2010-Oct 2013  Project management: managed a team of three on six audit engagements in a year; responsible for audit scope planning, time cost budgeting, team member coaching and client relationship building  Real Estate focus: audit clients includes property developers, property investment companies and real estate PE funds in China, covering property types of residential, malls, office buildings and hotels  Financial analysis: analyzed company financial information, assessed valuation by liaising with property appraisers, conducted due diligence and reported audit findings to senior management  Pre-IPO audit exposure: performed system audit a Chinese clean energy company listed in HK to ensure effective controls in place; visited a hydropower station on site and understood the production process  ADDITIONAL INFORMATION  Passed all three level exams of CFA program; Member of Hong Kong Institute of Certified Public Accountants; passed all subjects of PRC CPA program  Co-Founder of the Students In Free Enterprise (SIFE) HKU Chapter. SIFE is an international student organization mobilizing university students to make a social impact    Proficient in MS Office, STATA and Bloomberg  Native in Mandarin, fluent in English and Cantonese", "meta": {}, "annotation_approver": null, "labels": [[355, 365, "GPA"], [37, 54, "PHONE_NUMBER"], [14, 34, "EMAIL"], [134, 139, "DATE"], [88, 102, "DATE"], [259, 272, "DATE"], [201, 215, "DATE"], [401, 415, "DATE"], [571, 584, "ORG"], [618, 631, "DATE"], [1819, 1829, "SKILL"], [1812, 1818, "SKILL"], [1918, 1938, "EMAIL"], [2032, 2048, "CERTIFICATES"], [939, 946, "ORG"], [1426, 1440, "DATE"], [1940, 1957, "PHONE_NUMBER"], [1970, 1992, "ORG"], [1994, 2012, "DEGREE"], [2050, 2057, "GPE"], [2057, 2074, "DATE"], [2085, 2121, "CERTIFICATES"], [2255, 2284, "ORG"], [2242, 2248, "GPE"], [2248, 2255, "GPE"], [2297, 2306, "GPE"], [2356, 2368, "DATE"], [2403, 2408, "GPE"], [2432, 2455, "DEGREE"], [2456, 2479, "ORG"], [2481, 2514, "DEGREE"], [2516, 2525, "GPE"], [2526, 2543, "DATE"], [2546, 2566, "CERTIFICATES"], [2590, 2610, "CERTIFICATES"], [2656, 2686, "ORG"], [2688, 2699, "GPA"], [2888, 2902, "ORG"], [2860, 2886, "DESIGNATION"], [2902, 2919, "DATE"], [2956, 2962, "GPE"], [3172, 3178, "GPE"], [3181, 3186, "DATE"], [3437, 3450, "ORG"], [3451, 3467, "DESIGNATION"], [3469, 3483, "ORG"], [3485, 3494, "GPE"], [3495, 3507, "DATE"], [3640, 3646, "GPE"], [4110, 4118, "ORG"], [4118, 4138, "DESIGNATION"], [4158, 4167, "GPE"], [4140, 4157, "ORG"], [4168, 4185, "DATE"], [4599, 4606, "GPE"], [4839, 4845, "GPE"], [4870, 4878, "GPE"], [5277, 5294, "DESIGNATION"], [5272, 5277, "ORG"], [5296, 5302, "DESIGNATION"], [5302, 5312, "GPE"], [5312, 5329, "DATE"], [5332, 5350, "SKILL"], [5648, 5653, "GPE"], [5732, 5750, "SKILL"], [6210, 6219, "GPE"], [6220, 6261, "ORG"], [6488, 6498, "SKILL"], [6500, 6506, "SKILL"], [6510, 6520, "SKILL"], [6532, 6540, "LANGUAGE"], [6552, 6560, "LANGUAGE"], [6564, 6573, "LANGUAGE"]]}
{"id": 67, "text": "Cheryl Lau – (852) 6991-6036 Page 1 of 2  Cheryl Lau, CPA (Aust.) Address: Rm 1321, Heng Hoi House, Heng On Estate, Ma On Shan, Shatin, N.T. Mobile: (852) 6991-6036 Email: cheryl.tylau@gmail.com  KEY SKILLS SUMMARY Well-organised and dedicated CPA, who can meet strict deadlines and has high adaptability.  Had worked in Australia for more than 3 years, then returned to HK in 2016. Currently employed as an Assistant Accountant for AECOM, managing and overseeing the work processes and quality of the outsourcing service provider, at the same time supervising an in-house Accounts Payable team of the shared service centre, I am proven to be a strong communicator, work well in teams from different backgrounds and cultures.   Accounting Systems:  Experienced user of Oracle, Sage 300 ERP/ Sage ERP Accpac, Concur Expense.  Microsoft Excel Skills: Excellent Excel skills including VLOOKUP and PivotTable techniques etc.  Languages:   Native Cantonese speaker.  Fluent in written and spoken English & Chinese/ Mandarin.  EMPLOYMENT HISTORY Assistant Accountant, Accounts Payable (Full-time)      July 2016 – Current Aecom Asia Company Limited, Hong Kong  Responsibilities  Under the Global Business Services (Procure to Pay) team based in Hong Kong, review Accounts Payable day-to-day transactions and activities for Hong Kong and South East Asia.  For Hong Kong transactions, manage and oversee the work performed by the outsourcing service provider.  Arrange payments and perform bank reconciliation of a Joint Venture account.  Review to ensure payments to our sub-consultants are released in accordance with the terms and conditions of the Service Level Agreement.  For South East Asia regions including Indonesia, Philippines, Thailand and Vietnam, supervise an in-house Accounts Payable team of the shared service centre based in Kuala Lumpur office, review and post all AP transactions.  Enforce company payment policy and internal compliance.  Resolve complex enquiries from staff and external suppliers. Achievements  Created process instructions, process charts and checklists to reduce employee errors.  Streamlined processes at work by liaising with various stakeholders to review the existing work flow, and implement continuous improvement and process enhancement.  Sales & Billing Coordinator (Full-time)                May 2014 – May 2016 Learning Seat Pty Ltd, Melbourne Australia  Responsibilities 1. Accounts Payable  Processed accurate and timely payment to vendors and staff expenditure reimbursements.  Reviewed travel entertainment claims against the company policy and procedure.  Performed monthly bank reconciliations, corporate credit cards reconciliations and petty cash reconciliations. mailto:cheryl.tylau@gmail.com  Cheryl Lau – (852) 6991-6036 Page 2 of 2   2. Accounts Receivable and Credit Management:  Assisted Financial Controller with the preparation of monthly accrual of sales revenue.  Reviewed and analysed Accounts Receivable Aged Trial Balance, followed up on overdue invoices through direct contact with debtors.  3. Collaboration and Data Integrity Protection  Provided assistance to Sales Team and Finance Team with administration requirements of the organisation’s CRM software – Salesforce, ensured accuracy and correct processes are followed.  Set up and maintained a full client contract database to track all aspects that may impact the billing cycle, ensured all contractual monies are billed.  Conducted audit of all new sales and renewals to ensure sales data integrity.   Accounting and Compliance Officer (Full-time)                 Nov 2012 – Apr 2014 The Academy of International Education, Melbourne Australia  Responsibilities 1. Financial Control  Responsible for the operation and balancing of the cash receipt system on a daily basis, including the handling and receipting of cash, cheques and credit card payments.  Processed supplier invoices.  Maintained petty cash and regular reconciliation.  Maintained proper accounting records and filing systems. 2. Quality Assurance  Implemented quality policies and procedures as per delegations.  Participated in procedural compliance audits and other internal audits.  Maintained administration records that monitor business improvements and audit issues.   Managed and monitored the organisation’s student management system – aXcelerate.  EDUCATION & PROFESSIONAL QUALIFICATION CPA Australia  Certified Public Accountant since June 2017.  Bachelor of Commerce (Accounting and Finance)      Jul 2010 – Jul 2012 Deakin University, Melbourne Australia  Graduated with Distinction.   Member of Golden Key International Honour Society – membership into the Society is by invitation only and applies to the top 15% of students based on academic achievement.  CURRENT & EXPECTED SALARY Current Salary:  HKD 20,400 per month Expected Salary: HKD 25,000 per month  DATE OF AVAILABILITY One month’s notice required.", "meta": {}, "annotation_approver": null, "labels": [[0, 10, "PERSON"], [13, 28, "PHONE_NUMBER"], [42, 52, "PERSON"], [149, 165, "PHONE_NUMBER"], [172, 194, "EMAIL"], [215, 229, "SKILL"], [234, 247, "SKILL"], [321, 331, "GPE"], [371, 374, "GPE"], [377, 381, "DATE"], [408, 428, "DESIGNATION"], [433, 438, "ORG"], [645, 664, "SKILL"], [666, 684, "SKILL"], [769, 775, "SKILL"], [777, 782, "SKILL"], [728, 746, "SKILL"], [825, 840, "SKILL"], [858, 871, "SKILL"], [882, 890, "SKILL"], [894, 905, "SKILL"], [942, 952, "LANGUAGE"], [991, 999, "LANGUAGE"], [1001, 1008, "LANGUAGE"], [1010, 1018, "LANGUAGE"], [1040, 1060, "DESIGNATION"], [1062, 1078, "ORG"], [1096, 1115, "DATE"], [1116, 1142, "ORG"], [1144, 1153, "GPE"], [1240, 1249, "GPE"], [1318, 1327, "GPE"], [1331, 1347, "GPE"], [1355, 1364, "GPE"], [1679, 1694, "GPE"], [1713, 1722, "GPE"], [1724, 1735, "GPE"], [1737, 1746, "GPE"], [1750, 1757, "GPE"], [2289, 2316, "DESIGNATION"], [2344, 2363, "DATE"], [2364, 2385, "ORG"], [2387, 2397, "GPE"], [2397, 2407, "GPE"], [2728, 2757, "EMAIL"], [2759, 2769, "PERSON"], [2772, 2788, "PHONE_NUMBER"], [3544, 3577, "DESIGNATION"], [3606, 3625, "DATE"], [3626, 3664, "ORG"], [3666, 3676, "GPE"], [3676, 3686, "GPE"], [4417, 4427, "GPE"], [4429, 4456, "DESIGNATION"], [4463, 4472, "DATE"], [4475, 4520, "DEGREE"], [4526, 4545, "DATE"], [4546, 4563, "ORG"], [4565, 4575, "GPE"], [4575, 4585, "GPE"]]}
{"id": 68, "text": "Sharonne Danielle LAW, CA CPA   Member of Chartered Accountants Australia and New Zealand (CA ANZ)   Member of Hong Kong Institute of Certified Public Accountants (HKICPA)   +852 97184128/+61430482204  sharonnelaw@hotmail.com  Australian with HKID  [Recently relocated to Hong Kong for family reasons]   EDUCATION     2016 July  Alliance Fran\\xc3\\xa7aise de Lyon & Bordeaux, France    French Level B1-B2   2014-2016 The Institute of Chartered Accountants Australia   (Completed in Feb 2016)  Taxation, Financial Accounting, Management Accounting, Audit & Assurance and Capstone     2011-2012 Advanced Diploma of Translating  Sydney Institute of Interpreting and Translating    National Accredited Professional Translator (English to/from Chinese)     2008-2011 Bachelor of Commerce (Accounting and Commercial Law)  The University of Sydney  Credit Average with Distinctions in Financial Accounting and Macroeconomics     2006-2008 High School   Curtin International College, Perth, Australia Distinction average   EMPLOYMENT HISTORY     2017 Jun - Now Tax Analyst, Asia.     AECOM Hong Kong [NYSE Listed, 2016 Fortune 500 List, MNC]   Completing cross-border tax compliance procedures for all related Asian entities in Singapore, Malaysia, Vietnam, Sri Lanka, Myanmar, Indonesia, India, Thailand, Macau and Hong Kong   Reviewing Tax Returns and calculations and other tax issues like VAT/GST, Withholding tax, DTAs etc   Providing tax advice and technical support to cross-border project arrangements and operations   Completing tax provision computation for countries in Asia   Liaising with local tax authorities and providing daily cross-border communication with all Asian entities   Conducting tax research on tax law regulations in Asia and assessing tax risks on its changes in tax law   Preparing transfer pricing documentation and Return to Provision (RTP) Templates and calculations   Providing training and support on Tax Provision Global Access Management and recent tax updates      2013 Nov-2016 Jun Accountant- Corporate Accounting & Tax,     CCS Partners Chartered Accountants, Sydney [BRW Top 100 Accounting firms List]   Processing full set of accounts for all types of entities- trusts, companies, partnerships, sole traders and associations using MYOB, Xero, BankLink  and Quickbooks   Preparing Accounting adjustments and journals in accordance with IFRS   Performing analytical procedures on general ledgers and balance sheet and Profit & Loss Statements   Conducting analytical reviews on interim/ final financial statements, reports and correspondence   Completing bookkeeping and updating fix asset register for client entities   Completing bank accounts/credit card reconciliations and balance sheet reconciliations   Completing Superannuation fund Audits and preparing Payroll Tax Audit    Processing Hire Purchase schedules and monthly payroll reports from LeaseMan and PayMan   Completing Income Tax Returns, annual GST returns and Fringe Benefit Tax returns and compliance lodgement for Companies, Trusts, Partnerships, Individuals and estates   Assessing tax/business risks of different structures and monitoring impacts from changes in tax law   Performing tax planning for clients with different business structures to achieve the most tax-effective solutions for the entire group of entities based on the most updated tax rulings   Providing tax advice to clients on all tax issues like deferred GST, Non-Tax Residents, withholding tax   Liaising with the  Australian Tax Office and Australian Business Register on behalf of clients   Providing regular onshore/international client contacts and communications    Supervising, delegating, reviewing work and providing training to junior staff    Processing Superannuation Funds via BGL and lodging the actuarial certificates   Major client portfolios: Hospitality group, Restaurant chain, Manufacturing, Imports/exports, Retail chain, High Net Worth Individuals etc   2012 Aug-2013 Jun Junior Accountant, Murchisons Services Chartered Accountants Pty Ltd , Sydney   Completing Income Tax Returns for individuals, partnerships, trusts and companies and annual GST returns   Processing Investment Property summaries, Motor Vehicle Expense and CGT schedules   Preparing quarterly accounts and completing BAS/IAS for companies on Tax Agent Portal   Keeping Asset registers up-to-date and posting journals to depreciation schedules   Processing financial reports and declarations for end users via MYOB AO and Corporate Affairs System    Liaising with the Australian Tax Office/ Australian Securities and Investments Commissions and dealing with client queries   2011 Jul-Sept Full Time Accounting Intern, Teh & Ng Pty Ltd (CPA), Sydney   Processing Income Tax Returns for individuals, partnerships and companies via MYOB AE   Performing quarterly BAS reconciliations and reconciling GST on purchase receipts via Excel   Processing company accounts, posting Journal Entries to General Ledgers and updating Fixed Asset Registers   Liaising with governmental bodies- ATO/NSW Fair Trading/ASIC and dealing with client queries   SKILLS PROFILE    Accounting skills:  Tax Provision Global Access Management (GAM) System \\xe2\\x94\\x82 Oracle \\xe2\\x94\\x82 Global Tax Compliance SharePoint  Research software skills: CCH \\xe2\\x94\\x82 LexisNexis \\xe2\\x94\\x82 IBFD   MYOB Accountants Office \\xe2\\x94\\x82  MYOB Accountant Enterprise skills to maintain client databases and assist with everyday duties in Tax, Ledgers, Invoicing and Debtors   MYOB AccountRight Plus \\xe2\\x94\\x82 MYOB System Release \\xe2\\x94\\x82  Xero \\xe2\\x94\\x82  BankLink \\xe2\\x94\\x82 QuickBooks skills to process full set of accounts, generate financial statements and perform reconciliations and adjustments   BGL- Corporate Affairs System (CAS) \\xe2\\x94\\x82 SimpleFund skills to perform compliance work   PayMan \\xe2\\x94\\x82 AssetMan \\xe2\\x94\\x82  LeaseMan softwares to process payroll reports, asset register reports and leases  Language and Communication Skills:   Cantonese (all round) \\xe2\\x94\\x82Mandarin \\xe2\\x94\\x82 French \\xe2\\x94\\x82Italian   Organisational and leadership skills - having previously supervised staff and currently organising some Meetup events as the Event Host for 3 Meetup groups   Interpersonal Skills & Cultural sensitivity - ability to get on well  and work with people from diverse backgrounds and religions developedthrough multiple homestay and exchange experience    Teamwork skills - ability to work under pressure within a team to achieve a specific goal.   Communication Skills - strong public speaking and presentation skills    Problem-solving skills \\xe2\\x80\\x93 ability to find possible solutions for problems developed through a number of work experience in various workplaces   OTHER WORK EXPERIENCE     2017 April Event Assistant, Alliance Fran\\xc3\\xa7aise de Hong Kong, Stanley French Festival   2017 May Language Ambassador, Alliance Fran\\xc3\\xa7aise de Hong Kong    Le French May Festival: Le Moment By the Harbour, Central       2017 June  Event Assistant, Alliance Fran\\xc3\\xa7aise de Hong Kong       Le French May Wan Chai World Music Day  Promoting French culture and French language  Managing event and communicating with the event organisers, leasing parties and other merchants  Communicating with audience (children and adults) in English/French/Cantonese  Teaching French and demonstrating some language games with participants   AVAILABILITY   Immediately available", "meta": {}, "annotation_approver": null, "labels": [[64, 74, "GPE"], [111, 162, "ORG"], [202, 225, "EMAIL"], [272, 281, "GPE"], [318, 327, "DATE"], [0, 17, "PERSON"], [78, 89, "GPE"], [32, 63, "DESIGNATION"], [174, 187, "PHONE_NUMBER"], [188, 201, "PHONE_NUMBER"], [329, 338, "ORG"], [365, 373, "GPE"], [358, 363, "GPE"], [375, 382, "GPE"], [385, 392, "LANGUAGE"], [392, 403, "SKILL"], [406, 415, "DATE"], [416, 454, "ORG"], [455, 465, "GPE"], [481, 489, "DATE"], [582, 591, "DATE"], [592, 623, "DEGREE"], [625, 632, "GPE"], [632, 673, "ORG"], [677, 720, "DESIGNATION"], [722, 730, "LANGUAGE"], [738, 745, "LANGUAGE"], [751, 760, "DATE"], [761, 781, "DEGREE"], [783, 812, "DEGREE"], [815, 839, "ORG"], [841, 855, "GPA"], [877, 916, "DEGREE"], [921, 931, "DATE"], [931, 973, "ORG"], [975, 980, "GPE"], [982, 992, "GPE"], [1037, 1052, "DATE"], [1052, 1063, "DESIGNATION"], [1065, 1069, "GPE"], [1075, 1080, "ORG"], [1081, 1090, "GPE"], [1105, 1110, "DATE"], [1219, 1228, "GPE"], [1230, 1238, "GPE"], [1240, 1247, "GPE"], [1249, 1258, "GPE"], [1260, 1267, "GPE"], [1269, 1278, "GPE"], [1280, 1285, "GPE"], [1287, 1295, "GPE"], [1297, 1303, "GPE"], [1307, 1316, "GPE"], [1572, 1577, "GPE"], [1738, 1743, "GPE"], [1996, 2013, "DATE"], [2014, 2024, "DESIGNATION"], [2026, 2052, "ORG"], [2094, 2101, "GPE"], [3951, 3968, "DATE"], [3969, 3986, "DESIGNATION"], [3988, 4038, "ORG"], [4040, 4047, "GPE"], [4641, 4654, "DATE"], [4665, 4682, "DESIGNATION"], [4684, 4700, "ORG"], [4708, 4715, "GPE"], [5121, 5138, "SKILL"], [5155, 5179, "SKILL"], [5206, 5213, "SKILL"], [5286, 5290, "SKILL"], [5226, 5247, "SKILL"], [5269, 5284, "SKILL"], [5339, 5357, "SKILL"], [5372, 5377, "SKILL"], [5619, 5636, "SKILL"], [6060, 6067, "LANGUAGE"], [6076, 6087, "LANGUAGE"], [6089, 6125, "SKILL"], [6247, 6267, "SKILL"], [6270, 6290, "SKILL"], [6582, 6601, "SKILL"], [6605, 6627, "SKILL"], [6785, 6795, "DATE"], [6796, 6811, "DESIGNATION"], [5751, 5775, "SKILL"], [5795, 5812, "SKILL"], [6004, 6014, "LANGUAGE"], [6035, 6047, "LANGUAGE"], [6439, 6454, "SKILL"], [6532, 6552, "SKILL"], [6569, 6578, "SKILL"], [6813, 6821, "ORG"], [6842, 6851, "GPE"], [6879, 6888, "DATE"], [6888, 6907, "DESIGNATION"], [6909, 6918, "ORG"], [6938, 6947, "GPE"], [7015, 7024, "DATE"], [7026, 7041, "DESIGNATION"], [7043, 7052, "ORG"], [7072, 7081, "GPE"], [7324, 7331, "LANGUAGE"], [7332, 7338, "LANGUAGE"], [7339, 7349, "LANGUAGE"], [7350, 7365, "SKILL"]]}
{"id": 69, "text": "Ian Philip  Block 712, #02-156, Tampines Street 71, Singapore 520712  96946260  philipian86@yahoo.com.sg  Objective:  To obtain a position at the organization that I am selected for to contribute my skills as a Management Accountant to help maintain the integrity of the accounts and to grow as a well-rounded finance professional.  Education:  [2015]  ACCA Affiliate - London School of Business and Finance - Completed Professional Level - Majored in Professional Ethics, Corporate Reporting, Advanced Financial Management, Advanced Performance Management and Business Analysis  [2010]  Bachelor of Science (2nd Lower Class Honours) in Accounting and Finance - Singapore Institute of Management in conjunction with University Of London - Majored in Management Accounting, Financial Reporting, Financial Management and Auditing  [2006]  Diploma in Accounting and Finance - Temasek Polytechnic - Majored in Financial Accounting, Cost Management Accounting, Corporate Auditing and Principles of Taxation     Skills:  Accounting Skills \\xe2\\x80\\x93 Experience in Accounts Payable, Accounts Receivable and General Ledger   Computer Skills - Computer literate and proficient in software such as Microsoft AX, Microsoft Office, Microsoft Navision, ACCPAC and MYOB   Communication Skills \\xe2\\x80\\x93 A good team player with an open mind who is willing to find creative solutions to problems  Highly motivated person who is hungry for knowledge, able to work independently, takes the initiative to do the assigned tasks to the best of his ability and is ready for new challenges  Experience:   [2011 to 2014]  Accounts Executive at Aedas Pte Ltd  Handled petty cash, cash card payments, review of staff claims, payment to suppliers, statement of account reconciliations, preparation of invoices to customers, monthly revaluations, bank reconciliations, preparation of standard journals, quarterly GST submissions and audit confirmations.  [2009]  Intern at Global Corporate Advisory  Did external audits, prepared financial statements and tax computations for clients  [2005]  Intern at DBS Bank  Settled risk management issues such as foreign exchange and security risks and helped in drafting business continuity plans for the company in the case of emergencies  Awards and Acknowledgments:   [2008]   Awarded Outstanding Serviceman of the month while serving my National Service   [2005]   Received a Pass with Commendation for my internship with DBS      [2004]   Was on the Directors Honours List in my first year of Polytechnic      2", "meta": {}, "annotation_approver": null, "labels": [[62, 78, "PHONE_NUMBER"], [346, 350, "DATE"], [370, 407, "ORG"], [581, 585, "DATE"], [588, 607, "DEGREE"], [662, 696, "ORG"], [716, 736, "ORG"], [739, 771, "DEGREE"], [830, 834, "DATE"], [837, 870, "DEGREE"], [1119, 1134, "SKILL"], [1222, 1240, "SKILL"], [1242, 1249, "SKILL"], [1253, 1258, "SKILL"], [1260, 1280, "SKILL"], [1321, 1330, "SKILL"], [1354, 1384, "SKILL"], [1588, 1600, "DATE"], [1625, 1638, "ORG"], [1933, 1937, "DATE"], [2063, 2067, "DATE"], [2070, 2077, "DESIGNATION"], [2080, 2088, "ORG"], [0, 10, "PERSON"], [52, 62, "GPE"], [80, 104, "EMAIL"], [353, 367, "DEGREE"], [873, 892, "ORG"], [1015, 1032, "SKILL"], [1190, 1202, "SKILL"], [1204, 1220, "SKILL"], [1301, 1312, "SKILL"], [1393, 1403, "SKILL"], [1447, 1465, "SKILL"], [1467, 1487, "SKILL"], [1603, 1621, "DESIGNATION"], [1940, 1946, "DESIGNATION"], [1950, 1975, "ORG"], [2289, 2293, "DATE"], [2297, 2340, "CERTIFICATES"], [2378, 2382, "DATE"], [2453, 2457, "DATE"]]}
{"id": 70, "text": "Food Angel Volunteer, Hong Kong(August 2014- Present)Hong Kong Hiking Group, Hong Kong(August 2014-Present)ACCA, F1 Accountant in BusinessACTIVITIES AND INTERESTSCERTIFICATIONWORK EXPERIENCEFINANCE COORDINATORAesop Hong Kong Limited, Central, HKMay 2017- PresentAAnalyze nancial data by collecting, monitoring and creating nancial models for decision support. Improve nancial status by analyzing results; monitoring vari-ances; identifying trends; recommending actions to management. Assist with annual and quarterly forecasting. Work and maintain GL and sales reconciliation. Liaise with auditors in the yearly audit.ACCOUNTS ASSISTANTOakwood Management LLC, Iowa, USADecember 2013- July 2015Tracked, recorded, compiled, and processed expense reports for 5 gas stations handled by the LLC. Launched conversion of old accounts from Peachtree (Sage) to Quickbooks and created new nancial statements and accounts ppayable process for the LLC. Managed the accounts payable/reimbursement pro-cess to vendors and employees. Assisted with month-end nancial reports. Worked with payroll and regular account reconciliations. Ad hoc tasks required by the management.BACHELOR OF SCIENCE IN FINANCIAL MANAGEMENTUpper Iowa University, Iowa USA & Hong KongAugust 2015- September 2017GPA: 3.7Graduated with honors, Magna Cum LaudeConsistent Outstanding Academic Achievement - Dean’s ListerRRelevant coursework: Marketing, Global Marketing, Accounting, Investments, Money and Markets, Corporate Financial ManagementSKILLS• Financial data analysis •  Marketing research• Accounting skills• Research and development• Interpersonal and communication skills•• Procient in MS Office Package w/ strong aptitude in learning new softwares•   Procient in Adobe Creative Suite• Procient in Quickbooks.  Procient in NetSuite• Micro and macroeconomic knowledge • Strong analytical skills•• Fluent in English and FIlipino• Intermediate language skills in Cantonese      and Spanish.  Currently learning Mandarin• Excellent management skillsLaissa Wongphone :  +852 95727709 email : laissa_wong@yahoo.comaddress :  Flat I, 10th Floor, Pak Fuk Bldg. 80-118 Kam Ping St., North Point, HKEDUCATION", "meta": {}, "annotation_approver": null, "labels": [[0, 20, "DESIGNATION"], [22, 31, "GPE"], [32, 52, "DATE"], [53, 75, "ORG"], [77, 86, "GPE"], [87, 106, "DATE"], [113, 126, "DESIGNATION"], [190, 209, "DESIGNATION"], [209, 232, "ORG"], [243, 245, "GPE"], [245, 262, "DATE"], [618, 636, "DESIGNATION"], [636, 658, "ORG"], [660, 664, "GPE"], [666, 669, "GPE"], [669, 693, "DATE"], [786, 789, "ORG"], [1156, 1200, "DEGREE"], [1200, 1221, "ORG"], [1223, 1228, "GPE"], [1228, 1232, "GPE"], [1233, 1243, "GPE"], [1243, 1270, "DATE"], [1270, 1278, "GPA"], [1301, 1316, "CERTIFICATES"], [1397, 1406, "SKILL"], [1426, 1436, "SKILL"], [1438, 1449, "SKILL"], [1451, 1457, "SKILL"], [1508, 1531, "SKILL"], [1533, 1553, "SKILL"], [1555, 1572, "SKILL"], [1574, 1598, "SKILL"], [1600, 1638, "SKILL"], [1653, 1670, "SKILL"], [1693, 1715, "SKILL"], [1731, 1751, "SKILL"], [1765, 1775, "SKILL"], [1790, 1798, "SKILL"], [1800, 1833, "SKILL"], [1836, 1860, "SKILL"], [1873, 1881, "LANGUAGE"], [1885, 1893, "LANGUAGE"], [1927, 1937, "LANGUAGE"], [1946, 1953, "LANGUAGE"], [1975, 1983, "LANGUAGE"], [1995, 2012, "SKILL"], [2012, 2023, "PERSON"], [2032, 2045, "PHONE_NUMBER"], [2054, 2075, "EMAIL"]]}
{"id": 71, "text": "DESMOND TAY BOON HWEE    Date of Birth:  8 August 1987   Citizenship:  Singaporean      Mobile:   +65-9652-5039  Email:   tay.desmond87@gmail.com        EDUCATION    Sep 2012 \\xe2\\x80\\x93 Present Certified Public Accountant (Australia) Qualification Pursuing      Jul 2010 \\xe2\\x80\\x93 Apr 2012 SINGAPORE INSTITUTE of MANAGEMENT - RMIT Degree in Business (Accountancy)    Jun 2005 \\xe2\\x80\\x93 Apr 2008 SINGAPORE POLYTECHNIC Diploma in Accountancy            Jan 2000 \\xe2\\x80\\x93 Dec 2004  Damai Secondary School      GCE \\xe2\\x80\\x9cO\\xe2\\x80\\x9d Level      PROFESSIONAL EXPERIENCES     Feb 2016 \\xe2\\x80\\x93 Present  AEW Capital Management      Direct Investment Portfolio Accountant    Responsible for accounting and financial reporting for 5 properties within a portfolio of approximately 11 properties (retail malls, office)     Review and analysis of monthly property accounts that were outsourced to accounting firm and to highlight any significant variances from month-to-month.    Review all balance sheet accounts, budget to actual income statement, and understand significant changes    Upload financial information to AEW accounting system.    Understand property operations and work closely with investment teams on asset management issues.    Preparation of Quarterly financial reports & property quarterly reports, which includes statement of capital accounts, IRR performances, DSCR/ICR computation.    Assist in reviewing underwriting for potential investments.    Prepares monthly journal entries relating to market value accounting, and investment level entries    Preparation of portfolio-level annual investment budgeting and re-forecasting processes for investments and fund.    Liaise with Boston office and Hong Kong Office on a regular basis on updates to the investments and expenses that need to be recorded    Preparation of wiring instructions for payments on fund, investment entity and property levels.    Exposed to setting up Singapore entities and SPVs in Mauritius and British Virgin Island for investments made within the funds.    Responsible for coordinating the audit of the Singapore investment properties.          PROFESSIONAL EXPERIENCES (CONT.)    Sep 2010 \\xe2\\x80\\x93 Feb 2016  PricewaterhouseCoopers (PwC)      Assurance Associate - Senior Associate 2    Exposed to engagements in the following industries: Asset Management funds, Private equity market funds, Government-related investment funds/properties, Shipping, Oil and gas dealing in floating production, storage and offloading (FPSO) Semiconductors, F&B etc.  Team lead for most of my audit engagements with three to four staffs in the team.  Ensures successful completion of assigned audit engagements, from start to finish, inclusive of preplanning and wrap up activities.  Perform trend analysis on key financial indicators on a yearly or quarter basis  Develop understanding of client's business environment and key challenges faced  Identify and understand unusual fluctuations in the management accounts   Carry out risk assessments of engagements and evaluates control environments and internal control procedures in consultation with management\\xe2\\x80\\x99s responses and determining appropriate audit approach.  Executes control testing for the significant risks identified in some areas via understanding of the processes and performed walk-through & testing.  Completes substantive analytical procedures and test of details by gathering audit evidence to test all the relevant assertions covered for the financial line items.   Work with key management personnel to resolve audit and accounting issues arising from the audit.  Identifies and communicates issues raised, offering recommended solutions relevant to business and risk.  Performs statutory audits, agree upon procedures and special purpose audits in accordance with International Financial Reporting Standards, Singapore Financial Reporting Standards and PwC Audit Methodology.  Drafts Management Letters which indicate the observation, recommendations for evaluated systems & internal controls and management comments.  Achieves audit deadlines with minimum supervision, limited time and with less number of team members via effective project management.  Continuous monitoring and control over engagements to ensure the expected recovery levels are achieved.  Independently conducts meetings with engagement team manager and senior client personnel to discuss the status of the audit & interim issues identified.  Communicates assigned tasks to engagement team in a manner that is clear and concise ensuring high quality, accurate, and efficient results.  Organizes personal effort along with those of junior auditors to be risk-based, productive, and efficient at all times  Manages and mentors junior associates.      May \\xe2\\x80\\x93 June 2008  Kaplan Financial(s) Pte Ltd  Accounts Assistant    Checking and posting of Accounts Receivable receipts and invoices  Update and maintain Cashbook  Preparation of payment vouchers and issuing of cheques  Bank Reconciliation  Update Purchase Order Register        Feb \\xe2\\x80\\x93 Apr 2007   Bob Low & Co (Industrial Internship Programme)  Audit Assistant     Prepared accounts, audit and corporate secretarial matters under the guidance of a senior  Handled book-keeping and administrative matters.            KEY SKILLS    Proficient user of Microsoft Word and Excel  Able to prioritize workloads and multi-task  Strong organization and follow up skills including the ability to handle competing priorities and meet all deadlines and commitments  Ability to flourish in a fast-paced, complex environment and willing to adapt to change  Ability to give and follow instructions accurately and efficiently; proactive in asking clarifying questions to ensure work effort is directed wholly toward desired outcome  Proactive team player, with ability to work on own initiative  Demonstrated leadership skills in job engagements  Excellent communication and interpersonal skills \\xe2\\x80\\x93 written and verbal  Requires minimal supervision  Demonstrate a positive, can-do attitude    REASON FOR LEAVING    Seeking a challenge  Seeking more responsibility  Looking for a new challenge  Career change  Career growth  Change in career path    Notice Period    2 months", "meta": {}, "annotation_approver": null, "labels": [[0, 16, "PERSON"], [71, 83, "NORP"], [98, 111, "PHONE_NUMBER"], [123, 145, "EMAIL"], [166, 174, "DATE"], [188, 196, "DATE"], [196, 223, "DESIGNATION"], [295, 328, "ORG"], [372, 380, "DATE"], [459, 467, "DATE"], [589, 597, "DATE"], [611, 619, "DATE"], [1714, 1721, "GPE"], [1960, 1970, "GPE"], [2005, 2026, "GPE"], [2115, 2125, "GPE"], [2215, 2223, "DATE"], [225, 234, "GPE"], [236, 258, "DESIGNATION"], [264, 273, "DATE"], [286, 294, "DATE"], [331, 368, "DEGREE"], [394, 402, "DATE"], [403, 424, "ORG"], [425, 447, "DEGREE"], [481, 489, "DATE"], [491, 522, "ORG"], [676, 687, "DESIGNATION"], [1732, 1741, "GPE"], [1991, 2001, "GPE"], [2193, 2201, "DATE"], [2225, 2254, "ORG"], [2259, 2278, "DESIGNATION"], [2281, 2297, "DESIGNATION"], [2566, 2575, "SKILL"], [3890, 3900, "GPE"], [3934, 3938, "GPE"], [4769, 4783, "SKILL"], [4801, 4805, "DATE"], [4818, 4827, "DATE"], [4829, 4856, "ORG"], [4858, 4888, "DESIGNATION"], [5092, 5096, "DATE"], [5108, 5117, "DATE"], [5117, 5132, "ORG"], [5168, 5183, "DESIGNATION"], [5372, 5386, "SKILL"], [5391, 5397, "SKILL"], [5406, 5426, "SKILL"], [5431, 5441, "SKILL"], [5450, 5463, "SKILL"], [5509, 5536, "SKILL"], [5541, 5559, "SKILL"], [5649, 5665, "SKILL"], [5685, 5732, "SKILL"], [5734, 5744, "SKILL"], [5850, 5861, "SKILL"], [5879, 5890, "SKILL"], [5916, 5927, "SKILL"], [5964, 5978, "SKILL"], [5982, 6002, "SKILL"], [6090, 6105, "SKILL"]]}
{"id": 72, "text": "PowerPoint 簡報Name: Or Kiu Fan Phone Number: 68448558Date of Birth: 4 August 1992Sex: FemaleEmail: catherine_or0804@yahoo.com.hkAddress: Room 202, 2/Floor, Pik Luk House, Shek Pai Wan, Aberdeen, Hong Kong Working Experience: 2016/3-2017  Arias, Fabrega & Fabrega Company Services HK Limited (Corporate Administrator ) 2015/4-2015/12     ECHO & Ava Trading Company(Part-time promoter)2012/12-2014/10 Ocean Park Hong Kong (Part-time sale associate – retail)RESUMEEducation:2017/9- The Hong Kong Polytechnic University – Poly Speed(BA (Hons) in Business – part time degree)2012/9-2016/8 Hong Kong Design Institute(Higher Diploma in Fashion Merchandising)2010/9-2012/8 Tsung Tsin Middle School(F.6-F.7/HKAL)2004/9-2010/8 Pui Tak Canossian College(F.1-F.5/HKCE)Skill:Excel, Word, Photoshop, illustratorsExpect Salary: HK$19,000", "meta": {}, "annotation_approver": null, "labels": [[19, 29, "PERSON"], [44, 52, "PHONE_NUMBER"], [98, 127, "EMAIL"], [193, 203, "GPE"], [224, 235, "DATE"], [244, 289, "ORG"], [291, 314, "DESIGNATION"], [317, 331, "DATE"], [184, 192, "GPE"], [336, 362, "ORG"], [363, 381, "DESIGNATION"], [382, 397, "DATE"], [398, 418, "ORG"], [420, 444, "DESIGNATION"], [470, 476, "DATE"], [478, 514, "ORG"], [528, 568, "DEGREE"], [517, 527, "DEGREE"], [569, 582, "DATE"], [583, 609, "ORG"], [628, 649, "DEGREE"], [650, 663, "DATE"], [664, 688, "ORG"], [702, 715, "DATE"], [716, 741, "ORG"], [761, 797, "SKILL"]]}
{"id": 73, "text": "CHANDRANI DESUBHASHINI GURUMURTY Email : shubhaguru80@gmail.com; Mobile :+65 92770963 Address: 32 Tanah Merah Kechil Road, East Meadows, Tower 1C #08-14, Singapore 465559   Over 9 years of industry research and analyst experience. Adept at industry and company analysis, financial modelling, valuation, client communication, creating insightful reports and stakeholder management. MBA Finance and Chartered Financial Analyst (Level II).  __________________________________PROFESSIONAL EXPERIENCE____________________________________  AGLAIA INVESTMENT MANAGEMENT PTE LTD        April 2012 – To Date, Singapore Senior Analyst, Investments  Aglaia Investment Management, manages Jebsen & Jessen family’s personal wealth and has a AUM of US$300mn. I work directly with the Managing Partner to decide sector bets, analyse companies, investment feasibility combining primary and secondary research and present these ideas to clients. Highlight – Analysed over 40 companies across various sectors in last 4 years   Provided investment advice on multi-asset class solutions to clients with a focus on Asian equities  Focused on generating profitable investment ideas by identifying high quality companies with strong growth potential and solid business models. This mainly involves independent primary and secondary research, meeting company managements and broad channel checks  Thorough understanding of valuation methodologies such as Discounted Cash Flow, Dividend Discount Model and relative valuation technique on the basis of ratios such as P/E, EV/EBITDA, P/B etc.  Actively keeping abreast of financial markets latest developments and products trends  Formulated actionable views and produced data driven reports     Developed and made presentations to clients and prospective clients to discuss investment ideas and market trends  Networked with investors and industry participants such as rating agencies, sell side analysts, industry subject matter experts to generate new ideas and keep abreast with updates  Proficient in using third party databases such as Bloomberg, Thomson Reuters and Factiva  AMBIT CAPITAL PVT LTD                  Dec 2009 – Sep 2011, India AVP Research    Examined contemporary themes to determine industry trends and various impacts e.g. Analysed the investment opportunities in the Indian education sector and eroding competitive advantages for the listed players  Analysed business models, built financial models, conducted valuation, wrote reports and made recommendations to global fund managers on listed companies (Infosys, TCS, Wipro, HCL Tech, Polaris, Persistent, eClerx, Redington, Educomp, Everonn amongst others)  Advised global institutional clients on companies’ comprehensive risk profile by investigating critical factors such as corporate governance, quality of accounts, inter-company transactions, insider trading activities and regulatory risks   JM FINANCIAL LTD                    Jul 2006 – Oct 2009, India Investment Research Analyst    Initiated and maintained the existing coverage – Infosys, TCS, Wipro, HCL Tech, Mahindra Satyam, Educomp, Everonn amongst others  Worked on several IPO and QIP deals such as HCL Infosystems, eClerx, Persistent amongst others  Built relationship with clients and influenced investors’ portfolio positions through discussions on company specific recommendations and sector trends  POLARIS SOFTWARE LTD                                        Aug 2005 - Jul 2006, India Associate, Investor Relations and MIS   Developed and maintained financial models of the company and its peer group  Interacted with the analysts and investor community on queries relating to the firm and IT sector  Tracked the IT industry for latest developments and wrote research reports for the top management  Member of the core team involved in the Business plan activity (consolidated level) for FY 06-07  Member of the core treasury management team  NETSCRIBES PVT LTD                                                                                 June 2003 - Jul 2005, India Associate, Research    Performed independent research on global companies including finSancial modeling, valuation and report writing with specific investment recommendations  Covered companies included - Vodafone, BT group, Cognos, Accenture etc  Responsible for delivery of reports by the team and interacting with global clients   _________________________________EDUCATIONAL QUALIFICATIONS_________________________________  MBA from Alliance Business Academy, Bangalore University (1st Division)           2001 – 2003, India Electives: Finance and Marketing Bachelor of Commerce, Mumbai University (1st Division)                                     1997 – 2000, India  Completed Level II of Chartered Financial Analyst (CFA), CFA Institute                              2013, USA   ______________________________________OTHER INFORMATION_______________________________________  Hobbies: Gardening, Reading (fiction and non-fiction), Adventure sports", "meta": {}, "annotation_approver": null, "labels": [[41, 63, "EMAIL"], [73, 85, "PHONE_NUMBER"], [154, 164, "GPE"], [0, 22, "PERSON"], [533, 569, "ORG"], [599, 609, "GPE"], [407, 424, "DESIGNATION"], [577, 597, "DATE"], [609, 623, "DESIGNATION"], [2072, 2081, "SKILL"], [2110, 2133, "ORG"], [2151, 2170, "DATE"], [2172, 2178, "GPE"], [2178, 2190, "DESIGNATION"], [2909, 2925, "ORG"], [2945, 2964, "DATE"], [2966, 2972, "GPE"], [2972, 2999, "DESIGNATION"], [3053, 3060, "SKILL"], [3062, 3065, "SKILL"], [3067, 3072, "SKILL"], [3073, 3082, "SKILL"], [3084, 3099, "SKILL"], [3101, 3108, "SKILL"], [3110, 3118, "SKILL"], [3178, 3194, "SKILL"], [3196, 3202, "SKILL"], [3385, 3405, "ORG"], [3445, 3464, "DATE"], [3466, 3472, "GPE"], [3472, 3481, "DESIGNATION"], [3483, 3509, "DESIGNATION"], [3935, 3953, "ORG"], [4034, 4054, "DATE"], [4056, 4062, "GPE"], [4062, 4071, "DESIGNATION"], [4269, 4277, "ORG"], [4279, 4287, "ORG"], [4289, 4295, "ORG"], [4297, 4307, "ORG"], [4501, 4527, "ORG"], [4529, 4549, "ORG"], [4575, 4586, "DATE"], [4588, 4594, "GPE"], [4605, 4647, "DEGREE"], [4493, 4497, "DEGREE"], [4649, 4666, "ORG"], [4718, 4729, "DATE"], [4731, 4737, "GPE"], [4760, 4787, "CERTIFICATES"], [4795, 4808, "ORG"], [4838, 4842, "DATE"], [4844, 4848, "GPE"]]}
{"id": 77, "text": "Nader El Boustany \tDubai - United Arab Emirates - PO Box 119930 - nader.boustany@gmail.com +971 52 942 1618 \t\tManager Business Development & Placements \t• Highly motivated and well connected Business Development Manager • Rigid 7-year experience in the financial and investment banking industry • MENA equity capital and debt markets specialist with deep industry knowledge  \t  Professional Experience \tAl Mal Capital | Dubai, UAE Sep 2014 – Current Manager | Business Development & Placements \t• Key member of the Business Development team contributing to the growth of all business units (Investment Banking – Asset Management – Private Equity – Direct Investments – Capital Markets) • Creating, managing and nurturing new relationships with HNWIs and top tier institutions in the MENA region • Achieving cross-selling targets across all respective business lines (Generated AED 150 Mn in Assets Under Management through investment accounts and public funds) • Negotiating and conducting deal agreements with institutions mainly in the Real Estate, Healthcare, Education and Financial sectors – effectively originated by and sell side mandates across the board • Successfully pitched and raised capital to place IPOs, Sukuks, bonds and private deals across the region – solely managed to raise c. AED 100 Mn through roadshows and adhoc transaction placements • Institutional Book worth over AED 1.5 Bn – HNI Book worth over AED 500 Mn \tDirectFN - Mubasher | Dubai, UAE Jun 2013 – Sep 2014 Regional Development Manager \t• Heading new business development across the MENA region • Launched financial intelligence platform for investment bankers and asset managers - www.decypha.com • Meeting sales revenues alongside company financial objectives | Overachieved sales quota by 35% to generate AED 750k in revenues • Responsible for heading up expansion in new markets as well as continued expansion among existing clients • Overseeing content and product development to meet client requirements • Create, negotiate and execute commercial agreements with partners and resellers in North Africa  Thomson Reuters | Dubai, UAE Nov 2012 - Jun 2013 Business Development Manager \t• Managed new business sales across GCC Countries • Responsible for flagship financial platform sales & MENA companies and projects database streamline • Met with more than 50 potential clients on a monthly basis across GCC countries • Averaged USD 35 K + in new sales month on month • Achieved new business sales organization record • Collaborated with product managers to co-pitch on customized enterprise solutions \tZawya - Thomson Reuters | Beirut, Lebanon Jan 2012 - Nov 2012 Senior Product Analyst - Financial Services \t• Maximized the potential offerings of the Zawya Financial Services Department by engaging in market, customer and product research and analysis     • Analyzed various information sources in order to create new online products and enhancements • Collaborated with content team to engage them on transforming data to intelligence • Coordinate with and assisted senior management on overall company strategy and innovation models \t    Zawya | Beirut, Lebanon Mar 2011 - Jan 2012 Team Leader - Funds Department \t• Empowered professionals with the means to identify, monitor, and assess investment opportunities in the MENA public capital markets • Managed a team of 4 analysts • Researched the Funds Industry across the MENA region to compose industry reports and articles • Promoted transparency and compliance across the funds industry by networking and community building \t    Analyst - Funds Department        Sep 2009 - Mar 2011 \t•   Managed a database of over 1200 mutual fund profiles •   Reviewed and updated content •   Maintained a unique funds rankings system and ranked mutual funds on a quarterly basis •   Constantly achieved targets to be promoted through analyst grades \tEducation \t\t\tNotre Dame University | Beirut, Lebanon Faculty of Business Administration and Economics: Bachelor’s Degree in Banking and Finance \t2006 - 2009 \t•   Core GPA: 3.4 /4.0 •   Top 5 class ranking •   Dean's list of academic recognition • Have financed 100% of all college expenses through savings, work – study grants, and scholarships  IE Business School – Online Program              2016 – 2018 Blended Global MBA Program Candidate  Entrepreneurship | Corporate Finance Major   Entrepreneurship Liqwit Creative Firm | Beirut, Lebanon 2010 - 2013 \t• Co-founded and launched an advertising and graphic design firm with a new edge where projects are backed by marketing, business and financial studies • Responsible for sales and operations of the firm • Consulted with institutional clients and department heads to define their needs and problems, conducted research and gathered information • Generated over USD 50 K in turnover YoY \tPublications \t• GCC Equity Funds & Economic Fundamentals (Dec-11) • Higher competitiveness and diversified economy help UAE funds restrict losses (Sep-11) \t Skills \t• Languages: English and French (spoken and written fluently), Arabic (native language) • Operating systems: Windows XX, MAC OSX, Linux (Open source) • Software: Proficient in Microsoft Office applications, SPSS, Google Apps & Analytics, Meta Trader, TR Eikon, Bloomberg Terminal, Salesforce", "meta": {}, "annotation_approver": null, "labels": [[0, 17, "PERSON"], [19, 25, "GPE"], [27, 47, "GPE"], [66, 90, "EMAIL"], [91, 107, "PHONE_NUMBER"], [191, 219, "DESIGNATION"], [420, 425, "GPE"], [427, 431, "GPE"], [431, 439, "DATE"], [442, 457, "DESIGNATION"], [1460, 1465, "GPE"], [1467, 1471, "GPE"], [1471, 1490, "DATE"], [1491, 1519, "DESIGNATION"], [1449, 1458, "ORG"], [2079, 2108, "ORG"], [2111, 2116, "GPE"], [2118, 2122, "GPE"], [2122, 2141, "DATE"], [2142, 2170, "DESIGNATION"], [2591, 2614, "ORG"], [2617, 2623, "GPE"], [2625, 2633, "GPE"], [2633, 2653, "DATE"], [2653, 2675, "DESIGNATION"], [2741, 2747, "ORG"], [3131, 3137, "ORG"], [3139, 3145, "GPE"], [3147, 3155, "GPE"], [3155, 3174, "DATE"], [3175, 3186, "DESIGNATION"], [3575, 3583, "DESIGNATION"], [3609, 3628, "DATE"], [3895, 3916, "ORG"], [3919, 3925, "GPE"], [3927, 3935, "GPE"], [3935, 3983, "ORG"], [3985, 4025, "DEGREE"], [4027, 4038, "DATE"], [4049, 4062, "GPA"], [4249, 4263, "DEGREE"], [4974, 4980, "DATE"], [5005, 5013, "LANGUAGE"], [5205, 5228, "SKILL"], [5253, 5271, "SKILL"], [4228, 4246, "ORG"], [4277, 4288, "DATE"], [4412, 4418, "GPE"], [4420, 4428, "GPE"], [4428, 4439, "DATE"], [4389, 4409, "ORG"], [4885, 4891, "DATE"], [5017, 5024, "LANGUAGE"], [5055, 5062, "LANGUAGE"], [5168, 5184, "SKILL"], [5199, 5203, "SKILL"], [5230, 5241, "SKILL"], [5243, 5251, "SKILL"], [5273, 5283, "SKILL"]]}
{"id": 81, "text": "Name：WAN SAU KWAN, MIO (溫秀君)1  CHOW SHING LUNG CHESTER Address：24D, Kwai Chung Fa Yuen, 52 Wo Yi Hop Road, Kwai Chung, N.T. Tel：+852 9279 7979 Email：chester.sl.chow@gmail.com WORK EXPERIENCE                                                                                   MAR 2016 – PRESENT Alibaba Group – Company Secretarial Officer   To handle full spectrum of company secretarial duties for three listed companies –  Alibaba Pictures Group Limited, Alibaba Health Information Technology Limited and  AGTech Holdings Limited  To review and negotiate contracts in listed companies’ M&A transactions  To review business agreements, NDA, employment contracts and procurement contracts  Key Achievement:  Assisted in over 20 disclosable transactions and connected transactions   Reviewed and developed a group-wide code of conduct for offices in 17 countries in 4 continents with country specific appendices in compliance with local law and regulations JUL 2013 – FEB 2016 Luk Fook Holdings (International) Limited - Assistant Company Secretarial Officer   Prepared and reviewed annual/interim reports, various announcements and circulars   Handled notifiable transactions and connected transactions  Held directors’ and shareholders’ meetings and prepared pre- and post-meeting documents including minutes of board meetings and committee meetings  Made timely SFO filing via monitoring the interests of directors, substantial shareholders and concert parties   Established various compliance and internal control policies for the group  Advised the board on the compliance with the Listing Rules, SFO and Takeovers Code   Key Achievement:  Assisted in the acquisition of 50% interest of China Gold Silver Group Company Limited (3D-GOLD)  Developed and implemented the Guideline on Securities Transactions by Directors and Relevant Employees for the group MAR 2013 - JUL 2013 Intertrust Group - Semi Senior   Handled incorporation of companies  Processed share transfers and changes of directors  Prepared annual return, tax return and other statutory documents  Maintained statutory registers for companies  Arranged for opening of bank accounts JUL 2010 - MAR 2013  Tricor Services Limited - Officer   Provided full spectrum of company secretarial and advisory services to the listed clients  Reviewed annual/interim reports, announcements and circulars  Reviewed IPO prospectus and application forms  Prepared annual return, tax return and other statutory documents  Liaised with banks and prepared bank account opening documents  Handled ad-hoc assignments such as alternation of M&A and change of company names  Key Achievement: Assisted in the IPO of Chow Tai Fuk Jewellery Group Limited in 2012 EDUCATION                                                                                           2016 - 2018 Master of Corporate Governance   The Hong Kong Polytechnic University 2012 - 2015 Bachelor of Business Administration (Hons) in Corporate Administration  The Open University of Hong Kong 2008 - 2010       Associate of Arts in English for Business Communication The Hong Kong Polytechnic University – Hong Kong Community College 2003 - 2005       S.K.H. Li Ping Secondary School, Secondary 6-7  Obtained an A in Reading and Language Systems of Use of English in HKALE 2005 1998 - 2003 Po Leung Kuk Lee Shing Pik College, Secondary 1-5                                                                                               REFERENCES AVAILABLE ON REQUEST mailto:chester.sl.chow@gmail.com2    CHOW SHING LUNG CHESTER Address：24D, Kwai Chung Fa Yuen, 52 Wo Yi Hop Road, Kwai Chung, N.T. Tel：+852 9279 7979 Email：chester.sl.chow@gmail.com SKILLS    Language - Excellent command in written English (British) and Chinese (traditional and simplified)  - Fluent in spoken English, Cantonese and Putonghua  Computer - CSA, MS Word, Excel, Power Point and English and Chinese Word Processing  Typing  - English 70 wpm, Chinese 60 wpm  SALARY   Current  - HK$36,000 on average  Expected - HK$36,000 AVAILABILITY   1-month notice                                                                                                                                   REFERENCES AVAILABLE ON REQUEST mailto:chester.sl.chow@gmail.com", "meta": {}, "annotation_approver": null, "labels": [[128, 142, "PHONE_NUMBER"], [149, 174, "EMAIL"], [273, 292, "DATE"], [506, 529, "ORG"], [959, 978, "DATE"], [979, 1020, "ORG"], [1023, 1060, "DESIGNATION"], [2723, 2728, "DATE"], [2828, 2839, "DATE"], [2873, 2909, "ORG"], [2910, 2921, "DATE"], [2922, 2957, "DEGREE"], [3027, 3038, "DATE"], [3140, 3167, "ORG"], [3168, 3179, "DATE"], [5, 17, "PERSON"], [292, 305, "ORG"], [308, 335, "DESIGNATION"], [423, 453, "ORG"], [455, 500, "ORG"], [1871, 1890, "DATE"], [1891, 1907, "ORG"], [1910, 1921, "DESIGNATION"], [2167, 2186, "DATE"], [2188, 2211, "ORG"], [2214, 2222, "DESIGNATION"], [2683, 2719, "ORG"], [2840, 2870, "DEGREE"], [2968, 2992, "DEGREE"], [3002, 3026, "ORG"], [3101, 3137, "ORG"], [3045, 3100, "DEGREE"], [3193, 3217, "ORG"], [3313, 3324, "DATE"], [3325, 3359, "ORG"], [3508, 3533, "EMAIL"], [3635, 3649, "PHONE_NUMBER"], [3656, 3681, "EMAIL"], [3733, 3741, "LANGUAGE"], [3755, 3763, "LANGUAGE"], [3812, 3819, "LANGUAGE"], [3821, 3831, "LANGUAGE"], [3835, 3845, "LANGUAGE"], [3858, 3931, "SKILL"], [3943, 3973, "SKILL"], [4233, 4265, "EMAIL"]]}
{"id": 86, "text": "Microsoft Word - Resume - Ng Xin-YaoNG Xin-Yao, CFA Nationality: Singaporean   Mobile: +852 9858 7886 (HK) / +65 9830 8527 (SG) Currently residing in: Hong Kong  Email: ngxinyao@hotmail.com  SUMMARY I love investment for the work it entails – exploring, learning about culture and businesses, interacting with respectable executives and experts, having accountability and taking responsibilities. Career goal is to be a top notch Asia-centric portfolio manager. Possess deep regional experience in Greater China and Singapore stock markets across multiple sectors from an enriching career since 2007. Proven track record in consistently beating relevant benchmarks. Articulate communicator in both English and Mandarin Chinese with native fluency.  WORK EXPERIENCE Allard Partners Limited (US$ 1bn long-only equity fund), Hong Kong       Jun 2015 – Present Investment Analyst, Investment Strategy & Research Management Department � Made important contribution to our main fund, Allard Growth Fund, winning best Asia Ex-Japan fund in AsiaHedge Awards 2016 and best long-only Asian equity fund (over 5 years) in AI Hedge Fund Awards 2017. � Practiced deep, fundamental equity research covering Greater China with strong sense of business-mindedness, inquisitiveness and forward thinking, complemented with competency in financial modelling and financial analysis. � Integral member of a 3-man Greater China research team, within an 8-man investment team (including a portfolio manager) with flat hierarchy that gives every analyst a strong say on decisions. � Generalist role that allowed me flexibility to acquire broad knowledge across many sectors, particularly the sectors of internet, consumer, real estate and utilities. � Investment ideas since joining till 12 Feb 2017 generated 15.9% return on average, significantly outperforming benchmark. MSCI APAC Ex-Japan returned -2.0% over same period with Hang Seng, Shanghai and Shenzhen composites faring much worse.  Central Provident Fund Board (Singapore’s pension fund administrator), Singapore           Dec 2010 – Aug 2013 Portfolio Manager, Investment Management Department                           � Built and co-managed a Singapore-REIT equity portfolio (AUM > S$150m), outperformed the benchmark by over 3% (annualised) with a long-term, bottom-up strategy focused on deep fundamental research. Had responsibilities for portfolio management, equity research and trading.  � Led a 3-man team in equity research covering Singapore-REIT sector with strong competencies in financial modelling, valuation and financial analysis. Gained deep knowledge of property sector. � Also supported research on fund analysis, global macroeconomics and asset allocation in a broad ranging role.  BNP Paribas, Singapore                                    Sep 2007 – Nov 2010 Analyst, Wealth Management Compliance                             � Advised private bankers in customer due diligence to achieve compliance with international regulations. � Analysed client investment portfolios for investment suitability.  EDUCATION Fudan University, Shanghai                              Sep 2013 – Jul 2015 Master of Business Administration � GPA: 3.94/4.00 � Awarded Allard Partners Scholarship (sole winner) and Fudan MBA Scholarship (2nd Prize) � Finished 2nd in AIFA College Financial Modelling Competition 2015 (China nationwide contest). � Starting member of the MBA soccer team: champions in 2013 and runners-up in 2014 of annual Shanghai MBA tournament. � Received top grade for dissertation on “Impact of Spinoffs on Equity Values in Hong Kong”.  Nanyang Technological University, Singapore                                                   Jul 2004 – Jun 2007 Bachelor of Business, major in Banking and Finance  OTHER INFORMATION Languages: English and Mandarin Chinese (native fluency in both) Certs/Training: CFA Charter (since 2011), Financial Modelling Workshop (Wall St. Training), Intensive Bank Analysis (Fitch Training), Supervisory Management Skills (NBOGroup) Software tools: Bloomberg, FactSet Interests: Reading, soccer, jogging, and food", "meta": {}, "annotation_approver": null, "labels": [[26, 36, "PERSON"], [36, 46, "PERSON"], [65, 77, "NORP"], [87, 101, "PHONE_NUMBER"], [103, 105, "GPE"], [109, 122, "PHONE_NUMBER"], [151, 160, "GPE"], [169, 189, "EMAIL"], [506, 512, "GPE"], [516, 526, "GPE"], [698, 706, "LANGUAGE"], [710, 719, "LANGUAGE"], [719, 727, "LANGUAGE"], [765, 789, "ORG"], [822, 831, "GPE"], [838, 856, "DATE"], [857, 875, "DESIGNATION"], [1011, 1016, "GPE"], [1050, 1055, "DATE"], [1131, 1135, "DATE"], [1200, 1206, "GPE"], [1399, 1405, "GPE"], [1763, 1774, "DATE"], [1916, 1925, "GPE"], [1905, 1914, "GPE"], [1929, 1938, "GPE"], [2040, 2050, "GPE"], [2060, 2079, "DATE"], [2079, 2097, "DESIGNATION"], [2741, 2752, "ORG"], [2754, 2764, "GPE"], [2799, 2818, "DATE"], [2819, 2826, "DESIGNATION"], [3070, 3086, "ORG"], [3088, 3097, "GPE"], [3126, 3145, "DATE"], [3146, 3179, "DEGREE"], [3182, 3196, "GPA"], [3207, 3234, "CERTIFICATES"], [3253, 3274, "CERTIFICATES"], [3476, 3485, "GPE"], [3356, 3362, "GPE"], [3581, 3591, "GPE"], [3595, 3627, "ORG"], [3629, 3638, "GPE"], [3689, 3708, "DATE"], [3709, 3729, "DEGREE"], [3731, 3759, "DEGREE"], [3790, 3798, "LANGUAGE"], [3802, 3811, "LANGUAGE"], [3811, 3819, "LANGUAGE"], [3860, 3871, "CERTIFICATES"], [3885, 3914, "CERTIFICATES"], [3936, 3976, "CERTIFICATES"], [4035, 4044, "SKILL"], [3990, 4007, "SKILL"]]}
{"id": 84, "text": "FAMILY NAME, First Name, Initials中文姓名, Credentials/QualificationsYANG，TAMMIE, QI,杨 琪  Email: qyangaf@gmail.com  Mobile: (852) 6020 4161 HILIGHTS   Completed ACCA professional examinations/ Mater degree holding in Accounting  Accounting experience in financial industries& Fortune 500 company  Research background especially in real estate industry   Comprehensive hedge fund operation knowledge  EDUCATION  The Hong Kong University of Science and Technology Hong Kong Master of Accounting Sep 2014 – Aug 2015   Sichuan University  Chengdu, China Bachelor in Accounting (ACCA) Sep 2010 – Jun 2014  EXPERIENCE  All View Management., Ltd Hong Kong Associate  Sep 2015 – Present   Conducted research in industry and companies, especially in real estate.   Hedge fund set up progress and daily operation, gained knowledge about the regulations, taxation, settlement etc.  Took part in SAP system built up process and perform portfolio management by SAP; work out financial statements monthly or yearly.  Handled pre-trading activities including risk management mainly on diversification and margin safety.  Constructed daily and periodical P&L reconciliations, account settlement.  Shell China Exploration and Production Co., Ltd Chengdu, China Internal Auditor Oct 2013 – Apr 2014   Participated in Internal audit including year-end stock take and manpower cost analyze.  Rebuilt a manpower charges breakdown on all expense though extracting all data for three years from SAP, analyze and re-group.  Took learning course on SAP FICO.  Sichuan Taichung Accounting Firm Co., Ltd Chengdu, China Accountant  June 2013 – Sep 2013   Assisted the audit process by reviewing the accounting statements and preparing audit working papers for different types of enterprises afterwards with last learning ability. mailto:qyangaf@gmail.com", "meta": {}, "annotation_approver": null, "labels": [[65, 80, "PERSON"], [93, 110, "EMAIL"], [120, 135, "PHONE_NUMBER"], [158, 188, "CERTIFICATES"], [472, 492, "DEGREE"], [493, 512, "DATE"], [190, 224, "DEGREE"], [411, 461, "ORG"], [462, 471, "GPE"], [515, 542, "ORG"], [544, 550, "GPE"], [550, 572, "DEGREE"], [580, 599, "DATE"], [613, 638, "ORG"], [639, 648, "GPE"], [649, 659, "DESIGNATION"], [660, 678, "DATE"], [887, 891, "ORG"], [951, 954, "ORG"], [1186, 1192, "ORG"], [1192, 1198, "GPE"], [1198, 1233, "ORG"], [1234, 1241, "GPE"], [1243, 1249, "GPE"], [1249, 1265, "DESIGNATION"], [1266, 1285, "DATE"], [1479, 1482, "ORG"], [1543, 1584, "ORG"], [1585, 1592, "GPE"], [1594, 1600, "GPE"], [1600, 1611, "DESIGNATION"], [1612, 1632, "DATE"], [1811, 1835, "EMAIL"]]}
{"id": 89, "text": "Microsoft Word - CV - TLP (Mar 2016)CURRICULUM VITAE   Name : Teo Leong Puan    Age / Gender : 45 / Male    Nationality : Malaysian / Singapore Permanent Resident    Telephone / E-mail : 8157 4028 / lpteo88@yahoo.com   Professional Qualification    Associate Member of The Malaysian Institute of Chartered Secretaries and Administrators (MAICSA)  Education Background    Year School/College  Qualification    1991 – 1993 Damansara Utama College  (Kuala Lumpur) • Institute of Chartered Secretaries and Administrators, UK (ICSA) • Diploma in Business Administration     1989 – 1990 Damansara Utama College  (Kuala Lumpur) • G.C.E. “A” Level • LCCI Higher    1988 – 1988 First Toa Payoh Secondary School Pre-University    1983 – 1987 Pei Dao Secondary School G.C.E. “O” Level    1977 – 1982 Chung Kuo Primary School  (Malacca)  Primary Six  Career History  April 2006 – October 2015  Alliance Bank Malaysia Berhad (Kuala Lumpur) (Vice President, Group Corporate Secretarial)  • Provide comprehensive governance and corporate secretarial services to the entire Alliance Banking Group and continually reviewing developments in corporate governance. Alliance Bank’s substantial shareholder is Temasek Holdings (Private) Limited. • Heading a team of 8 personnel managing Alliance Banking Group’s corporate secretarial matters. • Ensure good practice of Board procedures is followed and compliance with applicable rules and regulations of regulators. • Coordinate, organize, prepare agenda and ensure the smooth running of Board, Board Committees’ and Management Committees’ meetings of Alliance Banking Group including minutes taking, sourcing of venues, refreshment and logistics arrangements. • Establish, maintaining and reviewing Board and Management Committees’ Terms of Reference. • Production of high quality Board, Board Committees’ and Management Committees’ proposal papers on timely basis. • Compilation of Board, Board Committees’ and Management Committees’ proposal papers and filtering them to ensure compliance with the required standards of good governance before tabling these papers for approval. • Provide comprehensive support to Directors both as individuals and as a collective Board including non-executive directors. • Support Group Company Secretary in giving guidance to Board and Committees on matters of procedure and conduct, including identifying conflict of interest and contributing to meetings discussions, as and when required. • Ensure proper update as well as safekeeping of all statutory records, books, forms, documents etc. • Ensure compliance with statutory/regulatory requirements and the timely submission of all requisite forms, returns and documents to regulatory bodies. • Application for the appointment and renewal of directors with Central Bank of Malaysia. • Liaising with regulators such as Central Bank of Malaysia, Companies Commission of Malaysia, auditors, lawyers, organizations in the banking industry such as Asean Finance Corporation, Financial Mediation Bureau, Rating Agency Malaysia etc. • The key person in implementing paperless Board and Board Committees’ meetings. • As the Support Risk Officer of Group Corporate Secretarial in Alliance Banking Group’s Compliance & Operational Risk Management (CORM) Framework which covers areas such as Compliance, Operational Risk and Business Continuity Plan. • Member of the Project Team in the formation of Alliance Islamic Bank Berhad   October 2003 – March 2006  Euroair Sdn. Bhd. (Kuala Lumpur) (Company Secretary / HR & Admin. Manager)  • Established the in-house Company Secretarial Department and in-charge of the company secretarial matters of the group. • Preparing and attending Board and Management meetings as well as following up on matters arising and ensuring they are resolved timely. • Re-organized the HR & Admin Department for better efficiency and maximize resources. • Managed the group’s administrative matters such as company’s insurance scheme, telephone system, up-keep of office building, security, stationery, etc. including liaising with suppliers.  • In-charge of human resource matters in overseeing the preparation of payroll, recruitment, liaising with authorities such as Employees Provident Fund (EPF), Social Security Organizarion (SOCSO), and Inland Revenue Board etc. • Managing cash flow of the group. • Sourcing and application of banking facilities for the group.   July 2001 – Ocotber 2003  Skrine, Advocate & Solicitors (Kuala Lumpur) (Company Secretary)  • Provide company secretarial and corporate advisory services to private companies, multi-national companies and foreign branch office. • Incorporation of companies. • Due diligence exercise of public listed companies.   January 2001 – April 2001  Arab-Malaysian Finance Berhad (Kuala Lumpur) (Senior Officer, Corporate Planning & Services)  • Prepare proposal papers for proposed projects of the company. • Assisting managers in other duties as and when required.   January 2000 – June 2000  Delairco Corporate Services Sdn. Bhd. (Kuala Lumpur) (Company Secretary)  • Provide company secretarial and corporate advisory services to private companies and public listed companies. • Incorporation of companies. • Coordinate, organize, prepare agenda and ensure the smooth running of Board, Board Committees’ and Management Committees’ meetings. • Prepare Annual Report for public listed companies. • Organize Board meetings as well as Annual General Meetings and Extraordinary General Meetings of public listed companies. • Ensure billing and collection budgets of company secretarial department are met.   August 1997 – December 1999  QL Feedingstuffs Sdn. Bhd. (Kuala Lumpur) (Company Secretary)  • Established the in-house company secretarial department of the group with more than 30 companies. • A member of the project team in the proposed listing of the company on the Second Board of Bursa Malaysia. • Application for Manufacturing License for a subsidiary company. • Managed the group’s administrative matters.  September 1993 – July 1997  PFA Corporate Services Sdn. Bhd. (Kuala Lumpur) (Senior Secretarial Assistant)  • Provide company secretarial and corporate advisory services to private companies, public listed companies, multi-national companies and foreign branch office. • Incorporation of companies. • Assisting in the preparation of Handbook – Company Secretarial Practice in Malaysia (First Edition) published by MAICSA. • Preparing and attending Board of Directors’ meeting, Annual General Meeting and Extraordinary General Meeting of private companies and pulic listed companies and minutes taking. • Application for Manufacturing License and Pioneer Status. • Application for Representative Office and Regional Office. • Assist clients in application for Multimedia Super Corridor (MSC) status.", "meta": {}, "annotation_approver": null, "labels": [[62, 76, "PERSON"], [122, 132, "NORP"], [134, 144, "GPE"], [186, 196, "PHONE_NUMBER"], [199, 216, "EMAIL"], [249, 265, "DESIGNATION"], [269, 336, "ORG"], [338, 344, "ORG"], [409, 420, "DATE"], [421, 444, "ORG"], [447, 459, "GPE"], [463, 516, "ORG"], [518, 521, "GPE"], [530, 564, "DEGREE"], [569, 580, "DATE"], [581, 604, "ORG"], [607, 619, "GPE"], [623, 639, "GPA"], [657, 669, "DATE"], [669, 701, "ORG"], [720, 731, "DATE"], [732, 756, "ORG"], [777, 788, "DATE"], [789, 813, "ORG"], [816, 823, "GPE"], [855, 880, "DATE"], [882, 895, "ORG"], [896, 905, "GPE"], [913, 925, "GPE"], [928, 942, "DESIGNATION"], [1058, 1080, "ORG"], [1145, 1158, "ORG"], [1188, 1222, "ORG"], [1265, 1287, "ORG"], [1580, 1602, "ORG"], [3188, 3210, "ORG"], [3406, 3427, "ORG"], [3437, 3462, "DATE"], [3464, 3480, "ORG"], [3483, 3495, "GPE"], [3498, 3515, "DESIGNATION"], [3518, 3537, "DESIGNATION"], [3818, 3828, "DESIGNATION"], [4404, 4428, "DATE"], [4430, 4459, "ORG"], [4461, 4473, "GPE"], [4476, 4493, "DESIGNATION"], [4717, 4742, "DATE"], [4744, 4773, "ORG"], [4775, 4787, "GPE"], [4790, 4804, "DESIGNATION"], [4963, 4987, "DATE"], [4989, 5025, "ORG"], [5028, 5040, "GPE"], [5043, 5060, "DESIGNATION"], [5601, 5628, "DATE"], [5658, 5670, "GPE"], [5673, 5690, "DESIGNATION"], [5892, 5900, "GPE"], [6015, 6041, "DATE"], [6043, 6074, "ORG"], [6391, 6400, "GPE"], [6077, 6089, "GPE"], [6092, 6120, "DESIGNATION"]]}
{"id": 91, "text": "KARAN SRIVASTAVA BA (Hons), PGDip, MSc  36H Dunearn Road, #14-47 Chancery Court, Singapore 309433   +65 9620 5406  karansri@gmail.com  PERSONAL PROFILE  Actuarial Analyst with experience in the Asia Pacific and MENA region in Equities and Insurance  Ability to achieve outcomes through the effective management of financial, physical and human resources  Exemplary quantitative skills and an ability to write fluent reports for clients, consultants, and prospects   Excellent communication skills with proven ability to manage key stakeholders   EDUCATION AND QUALIFICATIONS  MSc Applied Actuarial Science, University of Kent        2010 \\xe2\\x80\\x93 2011  Key modules: enterprise risk management, derivatives, finance and investments, prophet  PG Diploma, Merit, Actuarial Science, University of Kent       2009 \\xe2\\x80\\x93 2010  BA (Hons), Economics, ARSD College, University of Delhi        2006  A Level equivalent, Tagore International School, Delhi       2003   CAREER HISTORY  Allianz Reinsurance Asia Pacific, Singapore       Mar 2012 - Present  Client Manager \\xe2\\x80\\x93 Life & Health (Asia Pacific & MENA)     July 2016 - Present  Manage client relationships in India, Sri Lanka, Egypt, Saudi Arabia & Lebanon  Business planning  Product development  Pricing - Treaty and facultative quotations in accordance with procedures and managing risk  Co-ordinating and carrying out mortality, morbidity and lapse experience\\xc2\\xa0  Audits (Pricing, U/W & Claims) of cedents  Drawing up reinsurance agreements  Preparing Quarterly reports on performance for the functional board  Projects  -   IMAP (Methodology for internal models)     Global UW platform     AZRe LH Controlling guidelines    Senior Actuarial Analyst \\xe2\\x80\\x93 Client Management (Asia Pacific & MENA)    Jan 2015 \\xe2\\x80\\x93 June 2015  Actuarial Analyst - Client Management        May 2013 - Dec 2014  Actuarial Intern - Client Management        Mar 2012 - Apr 2013    Intern \\xe2\\x80\\x93 Project Manager   Metlife India Insurance    Jul 2010 \\xe2\\x80\\x93 Aug 2010  Task: to consolidate the requirements from the Actuarial Team, Marketing Team and the IT Team for the creation of a new in-house benefit illustration software package and to manage the product\\xe2\\x80\\x99s evaluation and implementation (5 week deadline)  Acted as the point of contact between the Actuarial Team and the offsite IT Team: assisted each team by interpreting their respective requirements for the software development  Product development: worked with the Marketing team to understand the product requirements, and worked with the Actuary and IT Teams to manage work processes and delivery timelines  Performed UAT  Reporting: provided weekly updates to the Marketing Director  Key Achievement: delivered the project 4 days ahead of schedule and to the brief in spite of being the only one working on the package    Dimensions Consulting Pvt Ltd, India         2003 \\xe2\\x80\\x93 2009  Equity Analyst/Project Manager         2006 \\xe2\\x80\\x93 2009  Equity Research Analysis: managed the portfolios of up to 20 High Net Worth (HNW) clients   Identified stocks for client investments: conducted research and prepared reports on companies within sectors predicted to grow, and liaised with the Product Manager  Due Diligence & financial modelling for corporate finance projects  Project Management: set up a national IT network link for Givo Ltd (a national suit manufacturer supplying global designers) to move into the retail market  Management Trainee (holiday role)         2004 \\xe2\\x80\\x93 2005  Promoted IPOs (Initial Public Offering) to HNW clients: conducted cold calling and liaised with existing HNW clients to secure funding  Key Achievement: secured funding 55% in excess of that anticipated for IPOs  Assisted the Mutual Fund Team to correct the department\\xe2\\x80\\x99s performance database: cross-checked all calculations against the expected values to identify database errors  Trainee (holiday role)           2003 \\xe2\\x80\\x93 2004  Managed backend activities for the offline corporate finance portal: e.g. updated the share price figures daily, updated daily fund performance etc.  ADDITIONAL INFORMATION  Languages: fluent English and Hindi, and German (basic)  IT skills: MS Office (Word, Excel, PowerPoint, Access), Prophet Modelling, ResQ, Salesforce  Interests: astrology, skydiving, reading, and mountaineering     Extra-curricular activity: Global Skills Award \\xe2\\x80\\x93 University of Kent, Landmark Forum, Volunteering for Cancer Society", "meta": {}, "annotation_approver": null, "labels": [[0, 16, "PERSON"], [81, 91, "GPE"], [100, 113, "PHONE_NUMBER"], [154, 168, "DESIGNATION"], [194, 206, "GPE"], [476, 496, "SKILL"], [520, 543, "SKILL"], [607, 625, "ORG"], [576, 605, "DEGREE"], [633, 637, "DATE"], [651, 655, "DATE"], [783, 801, "ORG"], [764, 781, "DEGREE"], [808, 813, "DATE"], [826, 831, "DATE"], [832, 852, "DEGREE"], [868, 887, "ORG"], [895, 900, "DATE"], [921, 948, "ORG"], [950, 956, "GPE"], [962, 967, "DATE"], [983, 1004, "ORG"], [1004, 1017, "GPE"], [1019, 1029, "GPE"], [1035, 1053, "DATE"], [1055, 1069, "DESIGNATION"], [1098, 1110, "GPE"], [1113, 1117, "GPE"], [1123, 1142, "DATE"], [1175, 1180, "GPE"], [1182, 1191, "GPE"], [1193, 1198, "GPE"], [1200, 1212, "GPE"], [1215, 1223, "GPE"], [1700, 1724, "DESIGNATION"], [1757, 1769, "GPE"], [1772, 1776, "GPE"], [1738, 1755, "DESIGNATION"], [1781, 1789, "DATE"], [1803, 1812, "DATE"], [1814, 1831, "DESIGNATION"], [1859, 1878, "DATE"], [1880, 1896, "DESIGNATION"], [1924, 1943, "DATE"], [1947, 1954, "DESIGNATION"], [1967, 1982, "DESIGNATION"], [1985, 2008, "ORG"], [2012, 2020, "DATE"], [2034, 2042, "DATE"], [2884, 2902, "ORG"], [2904, 2910, "GPE"], [2948, 2972, "DESIGNATION"], [2981, 2986, "DATE"], [2918, 2923, "DATE"], [2936, 2941, "DATE"], [2999, 3004, "DATE"], [3012, 3029, "DESIGNATION"], [3255, 3263, "DESIGNATION"], [3390, 3398, "ORG"], [3500, 3508, "DESIGNATION"], [3531, 3536, "DATE"], [3549, 3554, "DATE"], [3947, 3955, "DESIGNATION"], [3980, 3985, "DATE"], [3998, 4003, "DATE"], [4196, 4204, "LANGUAGE"], [4208, 4213, "LANGUAGE"], [4219, 4226, "LANGUAGE"], [4246, 4255, "SKILL"], [4257, 4261, "SKILL"], [4263, 4268, "SKILL"], [4270, 4280, "SKILL"], [4282, 4288, "SKILL"], [4291, 4308, "SKILL"], [4310, 4314, "SKILL"], [4339, 4348, "SKILL"], [4350, 4359, "SKILL"], [4420, 4439, "CERTIFICATES"], [4453, 4471, "ORG"]]}
{"id": 92, "text": "Lok Cheuk Wing (Vincent Lok)  Lok Cheuk Wing (Vincent Lok)  852 9415 6120      lokcheukwing@gmail.com    Flat G, 19/F, Forum Court, Pictoria Garden Phase II, Shatin, HK  852 9415 6120      lokcheukwing@gmail.com    Flat G, 19/F, Forum Court, Pictoria Garden Phase II, Shatin, HK  Experience  allianz global investors gmbh, investment operations (middle office),   operations manager,  july 2017 - SEPT 2017    Managing daily operational activities and supervise day-to-day work of junior level employees  Liaising with outsourcing provider, broker, custodian and other service providers, resolve the settlement issues, corporate action events and conduct the valuation reports., etc.  Handling on-boarding accounts setup \\xe2\\x80\\x94- new institutional clients, in-house fund launch, brokerage accounts for equities, fixed income and derivatives instruments.   Actively involving the discussion with front office to plan and set the requirement for the operational support model with any new markets, new products initiatives and client\\xe2\\x80\\x99s specific requirements.  Performing the regular review of BAU issues with outsourcing provider, analyzing  the root course and provide judgment on their improvement in order to minimal the operational risks.   Monitoring the on-boarding progress with outsourcing provider, brokers and custodian in order to achieve the operational readiness before the required deadlines (Appropriate escalation process if required). Keep regularly informing the status to front office.      Northern trust, Investment operations outsourcing, markets operations,   second vice president Apr 2012 - July 2017  Leading the team to provide the high standard of BAU operational service to IOO clients.  Handling clients\\xe2\\x80\\x99 escalation on all types of investment operational issues until fully resolved or settled (trade matching & settlement, corporate actions, cash management, reporting and transitions etc).   Performing the root cause analysis on the irregularities and work out the preventative actions.To co-ordinate and setup the requirement for the team in other regional offices to handle any changes / new requirements from clients.  To co-operate with clients to analysis and set up the workflow on any new products and markets.   Performing regular meeting with different external parties (custodians / brokers / financial vendors) for any BAU issues.  Fully involving the discussion and execution on the requirement for any transition events (new account setup / accounts re-structuring).  Assisting clients\\xe2\\x80\\x99 for any ad-hoc events or special reporting.  To keep regular review with different operational teams for increasing the productivity and operational smoothing.  To report any irregularities found to senior management and clients.    aLLIANZ GLOBAL INVESTORS ASIA PACIFIC GmbH,  operations, settlement team,  assistant settlement manager, may 2007- apr 2012  Supervising sub-ordinates to perform the efficiency and error free on the trade matching and resolve any settlement issues till settled.  Timely submission of reconciliation of both stock and cash position.  To monitor changes in the marketplace and assess their implication on working practices.   Supporting all corporate actions processing and make sure the correct posting the entitlement on time.   Reporting to manager for any irregularities found or potential financial impacts on settlements.    HSBC, sec (securities execution center),  SETTLEMENT DEPARTMENT,   ASSISTANT MANAGER, MAY 1998 \\xe2\\x80\\x94 apr 2007  Performing the daily trade processing in a timely, accurate and professional manner.  Ensuring all pre / post failed trades are efficiently managed and follow up.  Performing the daily stock reconciliation and follow up with custodians for any discrepancies until cleared.  Ensuring compliance with internal and external regulatory procedure required.    The pacific group ltd (hedge fund), settlement officer \\xe2\\x80\\x94 1997 - 1998  Performing the daily trade matching and sending the trades to prime brokerages.    Education  The University of Newcastle, NSW, Australia  \\xe2\\x80\\x94 Bachelor  of Commerce, 1996  TAFE, Sydney, Australia - Advanced Certificate (Commerce), 1992    Knowledge  Fluent speaking and writing in English and Chinese, macro programming in Excel, Omgeo application (CTM / ALERT), Bloomberg operations (AIMS)", "meta": {}, "annotation_approver": null, "labels": [[16, 27, "PERSON"], [0, 14, "PERSON"], [30, 44, "PERSON"], [60, 73, "PHONE_NUMBER"], [79, 101, "EMAIL"], [170, 183, "PHONE_NUMBER"], [189, 211, "EMAIL"], [385, 406, "DATE"], [1597, 1618, "DESIGNATION"], [1619, 1639, "DATE"], [2877, 2905, "DESIGNATION"], [2907, 2925, "DATE"], [3431, 3435, "ORG"], [3498, 3515, "DESIGNATION"], [3539, 3547, "DATE"], [3972, 3983, "DATE"], [4079, 4106, "ORG"], [4180, 4190, "GPE"], [4225, 4230, "DATE"], [4275, 4283, "LANGUAGE"], [4287, 4294, "LANGUAGE"], [4343, 4347, "SKILL"], [4349, 4354, "SKILL"], [4379, 4383, "SKILL"], [292, 316, "ORG"], [364, 382, "DESIGNATION"], [1524, 1538, "ORG"], [2802, 2826, "ORG"], [2827, 2839, "GPE"], [3517, 3525, "DATE"], [3908, 3925, "ORG"], [3940, 3958, "DESIGNATION"], [4113, 4123, "GPE"], [4137, 4158, "DEGREE"], [4160, 4165, "DATE"], [4172, 4178, "GPE"], [4192, 4223, "CERTIFICATES"], [4296, 4322, "SKILL"], [4324, 4341, "SKILL"], [4357, 4377, "SKILL"]]}
{"id": 93, "text": "Microsoft Word - CV Laurent Lapaire August 2017.docxLaurent Lapaire Date of birth: 24 April 1990 Nationality: Swiss Address: 26 Jalan Elok, Singapore 229064 Mobile: +65 8399 9433  Mail: lapaire.laurent@gmail.com   Education 2017 Chartered Accountant (Singapore) - ISCA  2013 Bachelor in Business Administration, Geneva University, faculty of SES (Social and Economic Science), Switzerland –Thesis on the future of the Chinese currency. (Lapaire, LJ 2013, Renminbi dead---end? Bachelor thesis, Geneva University)  2012 -13 Two semesters scholarship at Yonsei University, Seoul, South Korea to finalize my bachelor in Business Administration (international exchange program).  2010 High school degree at Collège Calvin, Geneva, Switzerland (specialization in law and economics)  Professional Experience 12/15 – present  Corporate Services Manager at Alpadis (Singapore) Pte. Ltd. In Singapore - Monthly preparation of consolidated financial reports, budget, cost reports for product lines - Provide recommendations to reduce costs and improve financial performance - Ensure all financial practices are in line with al statutory legislation and regulations - Confirm assets are being capitalized or expensed in accordance with the company accounting standard and policy  11/13 to 11/15 Accountant at Swiss Fiduciary & Advisory Services Pte. Ltd. in Singapore. - In charge for the accounts of 13 companies. - Monthly bank reconciliations, GST return, preparation of Tax Return, XBRL - Preparation of the financial statements on a quarterly basis. - Introduced business process improvements that enhanced A/P functions, established common vendor   files, eliminated duplications. - Responsible for all company secretarial functions, duties and responsibilities   08/13 to 11/13 Project Manager at Intuuchina, Shanghai, China - Responsible for cost estimates and planning for foreign companies relocating to China. - Responsible for ensuring best value is obtained from suppliers and balancing the use of internal and external resources.  06/13 to 08/13 Consulting Internship at Dongjin Consulting Co, Ltd, Shanghai, China - Market research on specific topics - Generating new business both in face to face meetings and over the phone.  Summer 2011 Private Banking Internship at SUNTRUST Investments SA, Geneva, Switzerland - Market analysis upon personal request of private clients - Preparing the daily morning news report and performing equity and bond analysis for the trading desk. - Processing/validating and reconciliation of client information (contracts, orders, account cash flows). Languages French Native language English Fluent German Intermediate level Mandarin Beginner Hobbies Skiing, Golfing, Gym, Managing an investment portfolio since 2011", "meta": {}, "annotation_approver": null, "labels": [[36, 47, "DATE"], [165, 178, "PHONE_NUMBER"], [224, 229, "DATE"], [229, 250, "DESIGNATION"], [275, 310, "DEGREE"], [312, 329, "ORG"], [449, 453, "DATE"], [551, 568, "ORG"], [570, 575, "GPE"], [577, 588, "GPE"], [604, 639, "DEGREE"], [718, 724, "GPE"], [726, 738, "GPE"], [848, 856, "ORG"], [857, 866, "GPE"], [881, 891, "GPE"], [1283, 1294, "DESIGNATION"], [1297, 1341, "ORG"], [1268, 1282, "DATE"], [1773, 1788, "DESIGNATION"], [1804, 1812, "GPE"], [1814, 1820, "GPE"], [1792, 1802, "ORG"], [1902, 1907, "GPE"], [2033, 2047, "DATE"], [2048, 2069, "DESIGNATION"], [2073, 2099, "ORG"], [2101, 2109, "GPE"], [2111, 2117, "GPE"], [2238, 2243, "DATE"], [2298, 2304, "GPE"], [2597, 2604, "LANGUAGE"], [2620, 2628, "LANGUAGE"], [2635, 2642, "LANGUAGE"], [2748, 2752, "DATE"], [20, 35, "PERSON"], [52, 67, "PERSON"], [83, 96, "DATE"], [186, 211, "EMAIL"], [251, 260, "GPE"], [270, 275, "DATE"], [377, 389, "GPE"], [493, 510, "ORG"], [513, 521, "DATE"], [675, 679, "DATE"], [702, 716, "ORG"], [756, 774, "DEGREE"], [801, 816, "DATE"], [818, 844, "DESIGNATION"], [1346, 1355, "GPE"], [1758, 1772, "DATE"], [2273, 2296, "ORG"], [2243, 2269, "DESIGNATION"], [2306, 2318, "GPE"], [2661, 2670, "LANGUAGE"]]}
{"id": 94, "text": "Resume1 Trevor Allan Jarrett  Mobile:  +852 9101 3963 E-mail:  Trevor@Jarrett.name   “ A distinguished career in equity securities trading. “  Patrick L. Young  “I Recommend Trevor wholeheartedly.” Michael R. Bloomberg  Seeking :  Senior role in Exchange Traded and OTC securities.  Client facing, Technical and business development.   Expertise to provide :  Technical, regulatory and business development to securities trading : liquidity management or support of markets trading.   Summary and Profile :  From an early start in electronic ‘price discovery ‘ for cattle and crops to recent HK / China ‘stock connect ‘, 30 years of skill in delivering new solutions to the securities trading community across Asia, Pacific Rim.         Experienced Capital Markets Business Manager implementing IT solutions to Exchanges, buy and sell side financial institutions, in Hong Kong, China, ANZ and Asia Pac.  Widely known and trusted by buy and sell side senior executives in this region.   Twenty years’ experience in e-Financial Markets: business development, customer acquisition, and operations..   Expert in communicating at all levels within client organizations, experienced working with client facing, compliance, trading, risk management and technical personnel on a global basis.   Current expert knowledge of China cash equity and Fund connect.   Regular speaker at regional conferences e.g. Trading Technology September 2013, 14 ,16 Singapore and April and June 2015 Shanghai, Trading Architecture Hong Kong August 2016.  Upcoming speaking roles in 2017scheduled for Singapore and Shanghai.   Energetic team participant, respected by peers for sound decision-making, execution, creativity and problem resolution.   Up to date on global Regulatory and the implied technical issues.  Current practical knowledge of regulatory global requirements e.g. FACTCA, and the new Common Reporting Standard.  Expert knowledge of current changes in risk analysis, compliance including the new  OTC derivatives environment, along with more traditional position management and reporting.   Limited spoken Cantonese, Putonghua, and Chinese. … Hong Kong , UK ,EU, and Australia residency   Founding member FIX FPL , fix is the international e trading standard, now 20 years old.     mailto:Trevor@Jarrett.nameTrevor Allan Jarrett  +852 9101 3963  +61 408412206 trevor@jarrett.name   2  Career :  Alpha Carinae Technologies (HK) Ltd.                2009 – Current  Consulting Director in security trading, position management and regulation technology projects.  Design through to implementation.   Clients include(d) :    Celera Group Client advice on proprietary mid to back office systems.  Celera Markets is an independent Asian inter-dealer broker which provides OTC and Exchange traded broking services also providing inter-bank derivatives markets including a range of equity derivatives products.   Touch Fire , Tokyo and Cebu Philippines Nissan Securities Japan, client Direct Exchange Access currently trading 7 mio securities a day.  May 2016 : Tender return to Philippines Stock Exchange for front end trading system.  September 2016 : Understanding and creation of briefing proposals on : Philippines Agricultural Exchange and  Direct from Custody Agency Lending  March 2016 Myanmar, Yangon Stock Exchange trading education program.    Xinhua Financial Agency  Six month project to specify a inbound China connect Equity and OTC securities trading service to certain existing global ISVs. Project was to specify the operational services needed to have critical mass to provide offshore China market participants a ‘must have‟ reliable service screen based in bound trading service.   Dion Global , Director Business Development , Asia Pacific * new to market simple and complex derivatives e-trading sales and analysis system.  * front to back office trade management systems to match new regulatory requirements  * New business has included new regulatory FATCA technical solutions utisling new technical techniques such as Generic Case Management (GCM) and Continuous Control Monitoring (CCM).   New clients included OCBC Treasury, BOCI, CFETS Exchange China, CITIC, Macquarie Bank and South China Securities.    OneMarketData LLC, USA, Director, Asia PAC. * Quantitative trade, risk and position analysis solutions for equities   Clients :  * Shanghai based fund / operations. (CITIC Prudential and CFETS.)   Australian and Singapore based banks and proprietary trading operations (UOB Hyam FX division, Standard Chartered,   * Proprietary fund operations include, Vulpes and Grasshopper as examples.   Trevor Allan Jarrett  +852 9101 3963  +61 408412206 trevor@jarrett.name   3  Optiver, largest option price maker in the world: I provided position / trade analysis system price making system. .    In high demand for many speaking roles, including New China Trading Strategies Shanghai, China FIX FPL ,2015, Trading Architecture Singapore 2014 for example.    Dayton Way, HK Ltd. Technical Consultant to China and North Korea. Australian listing IPOs Book building for energy, oil and mining listings to global fund clients such as Forbes and Manhattan.   Caplin Systems (Asia PAC ) HK Ltd. Area General Manager  Banking and Institutional supply of ‘Single Dealer‘ web based trading portals. Promoted new standard of internet  HTML5 delivery to web and portable devices.  Clients included : China Foreign Exchange (domestic interbank) Trading System to support their global delivery in front middle and back office. Single dealer portals supplied to NAB, Westpac and ANZ Banks Australia Stock Exchange and UOB Singapore.  .    Thomson Reuters : Area Contract Consultant of Trading Solutions, Asia / Pac Rim Supplying integrated solutions for hosting, high speed trading and market data analysis and distribution. Working with a variety of newly released component assets to supply to technology RFP / tenders from Asia / Pac Rim major trading exchanges and institutions.    HKEx Next Generation Market Data System, Clearing and post trade alternatives ASEAN Link and ASEAN Stars: Answer to RFP proposal to move to USD trading and interconnect trading and stock information to Shanghai S E. now called ‘thru train’.    Created the Reuters „PropPack‟ concept to offer easy entry to combined component HFT Low Latency service hosted solutions. This was specifically designed for local Hong Kong fund trading houses.  HKMex , SCH and CEFEX  China mainland proposals  SET market data component of RFP with London Stock Exchange / MIT  TSE / OSE Japan combined tape   RTS Real Time Systems Group: Sales and delivery of high frequency, low latency DMA Exchange trading solutions to fund financial institutions in Hong Kong, China, Taiwan, Singapore. Sales included AXT, Macquarie other Hong Kong low latency Trading Houses. Requiring fast position analysis and testing of trade execution.  $1.75 mio , new business to Hong Kong target was $1 mio   Cognolink : Private Equity buyout investment in Electronic Trading service companies , Panel and Expert Advisor since 2011 to Present in banking technology MNA.    HSBC SECURITES SERVICES, HSBC Global Custody Asia, Hong Kong  2008 – 2010 Exec Vice President, Product Manager, Agency Lending.  Project prompted by the acquisition by HSBC requirement to meet China Investment Corporation ‘direct from custody’ electronic lending program for their Asia regional clients. This system provided lending transparency and greater returns for client ‘sovereign’ funds improving returns 7 bp over existing methods, worth on average USD 1.6 m p.a. in returns to each of five Trevor Allan Jarrett  +852 9101 3963  +61 408412206 trevor@jarrett.name   4  ‘sovereign’ clients. This won the tender for HSBC. Special emphasis was made during the financial crisis in the short selling area on risk measurement, VAR, collateral treatments an how these related to new and fast changing inbound Government regulations.  Fund accounting and performance measurement were added to HSBCs standard service.  Project value $3 mio   LEHMAN BROTHERS, Tokyo             2008 Product Manager, Equity Client Connectivity and Equity Finance  Project to direct the roll out equity execution connectivity prime broking projects for Asia Pac rim, based in Tokyo, with a technical team based in Chicago. Responsible for Lehman’s Asian liquidity publishing, within all ten supported liquidity distribution portals. (Bloomberg, Tora, Trading screen ect)  Created the algorithmic low latency trading and Prime Broking, using concept of ‘zero touch’ trade analysis comparison. This added 13 major clients and revenue increase of 2 mio per annum recurring, Target quota was to add 5 to 7 new major clients in the year.   COMMONWEALTH BANK OF AUSTRALIA (CBA), Sydney      2004 - 2008 Principal Business Development Manager, Electronic Execution, Global Markets  Starting with equity execution, re vamped CBA’s distribution of capital market products electronically. With CBA;s  acquisition of an equity electronic prime broker in 2004, role was to deepen distribution and add regional clients to the program. Added client driven requirements such as extra securities : FX , hedging, energy products and algorithmic trading.   Instigated new client trading programs for CBA which added 64 new institutions, mainly across India and Pac rim Asia. From a zero start trading flows of over USD one billion per month were achieved within 9 months.   Permanent Member CBA Alumni, registered securities trader, Australia.  In terms of achievement the project took turnover from zero to 1 billion month by adding 51 new counterparties across Asia in just one year. Added Sharia, commodity and energy desk electronic trading components. Achieved annual target quota of usd $1 bio per month turnover in six months.    MONEYLINE TELERATE:  General Manager Hong Kong and China     2002 – 2004 Product development included work with enterprise trading projects utilizing Financial Information eXchange (FIX) protocol, for electronically trading equities, bonds and FX.  New client projects were completed in a difficult environment in HK, to Bank of America, Deutsche Bank, ABN Amro, SSB, HSBC, Hang Seng Bank, DBS Vickers and Morgan Stanley.  Projects included signing Citibank HK in March 2003, ( during SARS outbreak ) for a total contract value of USD 3.2 m, a decision taken directly by the Treasurer. The Citibank project was for completely integrated custom market information, risk management and transaction interface to existing Bank’s systems.  AUSTRALIAN STOCK EXCHANGE: General Manager, International Business  2000 – 2002  To continue development of a new service initiated whilst GM at Bloomberg, was invited by the ASX board to complete ‘WorldLink’, connecting the Australian broker network to US markets, a world first in 2000.  http://www.linkedin.com/companies/1465/Lehman+Brothers?trk=pro_other_cmpyhttp://www.linkedin.com/search?search=&sortCriteria=3&title=%22Project+Manager%22&currentTitle=currentTitleTrevor Allan Jarrett  +852 9101 3963  +61 408412206 trevor@jarrett.name   5  ASX company real time announcements direct desktop supply to US fund managers lead to a  13 per cent increase in Australian Mid Cap overseas liquidity in one year. Original target estimate was for 5 per cent increase.  Research project to discover why US west coast institutions limited their Australian / Asian region trading by working on the trading desks of Montgomery and Capital asset management. Worked under secondment in San Francisco.   Speaking invitations included presentation of papers representing ASX, including CLSA Asian investor, Birkenstock , Davos and Vienna annual conventions.    BLOOMBERG FINANCIAL MARKETS: General Manager, Australia & NZ           1989 - 2000 Regional Executive, Asia and Pacific Rim Director Tradebook  Founding member of Bloomberg’s fourth global office, reporting directly to Mike Bloomberg. Responsible for initial client locations and training including in Philippines the Asia Development Bank and Reserve Bank of the Philippines.   Analytics included analysis of A$ bonds, IR swaps, futures, equities and FX support. Major success was to support the regions’ sell side community in distributing Australian securities electronically to Europe UK and USA buy side market. Often invited on IPO road shows, book building by part owner, Merrill Lynch etc.  Contributed to the role out of Bloomberg in Asia regionally, before local offices were established.  Authored sales and content contributions with capital markets key representative organizations. This included SFE, ASX, AFMA, ASIC, Fund managers and major capital market banking institutions.  Regional founding Director of the E broking service Bloomberg Tradebook. Creator of WorldLink e-trading proposal in conjunction with ASX and later SGX.  Member of the global Bloomberg management and sales team and Alumni.   PRIOR TO BLOOMBERG  Creation of Computer Aided Livestock Marketing system, CALM  London Stock Exchange , overseas distribution of the electronic TOPIC system Sydney Futures Exchange , creation of the e trading system, SYCOM ( now part of ASE)   Project tombstones and press extracts on request.  Further references from senior buy side professionals et al : VPs at Hong Kong , Australian and Singapore exchanges London Stock exchange, Director OM and other Exchange software vendors ICCH Director  Outgoing Chairman Australian Securities Exchange China Foreign Exchange Trading System (CFETS ) Trevor Allan Jarrett  +852 9101 3963  +61 408412206 trevor@jarrett.name   6", "meta": {}, "annotation_approver": null, "labels": [[8, 28, "PERSON"], [39, 53, "PHONE_NUMBER"], [63, 82, "EMAIL"], [597, 603, "GPE"], [710, 714, "GPE"], [716, 727, "GPE"], [750, 782, "DESIGNATION"], [868, 877, "GPE"], [879, 884, "GPE"], [894, 902, "GPE"], [1111, 1125, "SKILL"], [1319, 1325, "GPE"], [1422, 1444, "DATE"], [1445, 1455, "GPE"], [1459, 1478, "DATE"], [1479, 1487, "GPE"], [1510, 1519, "GPE"], [1520, 1531, "DATE"], [1561, 1565, "DATE"], [1579, 1589, "GPE"], [1593, 1601, "GPE"], [2106, 2115, "LANGUAGE"], [2117, 2126, "LANGUAGE"], [2132, 2139, "LANGUAGE"], [2143, 2152, "GPE"], [2155, 2158, "GPE"], [2159, 2161, "GPE"], [2167, 2177, "GPE"], [2290, 2309, "EMAIL"], [2309, 2330, "PERSON"], [2331, 2345, "PHONE_NUMBER"], [2347, 2360, "PHONE_NUMBER"], [2361, 2380, "EMAIL"], [2396, 2432, "ORG"], [2448, 2462, "DATE"], [2464, 2483, "DESIGNATION"], [2623, 2642, "ORG"], [2694, 2708, "ORG"], [2948, 2965, "ORG"], [2966, 2971, "GPE"], [2936, 2948, "GPE"], [2921, 2927, "GPE"], [3046, 3054, "DATE"], [3132, 3146, "DATE"], [3351, 3374, "ORG"], [3415, 3421, "GPE"], [3746, 3758, "GPE"], [4232, 4249, "ORG"], [4251, 4254, "GPE"], [4266, 4271, "GPE"], [4256, 4264, "DESIGNATION"], [4444, 4454, "GPE"], [4429, 4440, "NORP"], [4623, 4643, "PERSON"], [4645, 4659, "PHONE_NUMBER"], [4661, 4674, "PHONE_NUMBER"], [4675, 4694, "EMAIL"], [4875, 4881, "GPE"], [4900, 4908, "GPE"], [4910, 4916, "GPE"], [4952, 4962, "GPE"], [4962, 4967, "DATE"], [4984, 5002, "ORG"], [5004, 5024, "DESIGNATION"], [5028, 5034, "GPE"], [5038, 5049, "GPE"], [5181, 5214, "ORG"], [5216, 5236, "DESIGNATION"], [5580, 5601, "ORG"], [5602, 5612, "GPE"], [5635, 5644, "GPE"], [5718, 5723, "GPE"], [5940, 5945, "GPE"], [6735, 6770, "GPE"], [6808, 6817, "GPE"], [7135, 7158, "ORG"], [7160, 7179, "ORG"], [7180, 7184, "GPE"], [7186, 7195, "GPE"], [7197, 7208, "DATE"], [7209, 7228, "DESIGNATION"], [7230, 7245, "DESIGNATION"], [7247, 7261, "DESIGNATION"], [7303, 7308, "ORG"], [7328, 7334, "GPE"], [7635, 7655, "PERSON"], [7657, 7671, "PHONE_NUMBER"], [7673, 7686, "PHONE_NUMBER"], [7757, 7761, "ORG"], [8028, 8032, "ORG"], [8116, 8131, "DESIGNATION"], [8133, 8159, "DESIGNATION"], [8268, 8273, "GPE"], [8329, 8336, "GPE"], [8788, 8795, "GPE"], [8811, 8850, "DESIGNATION"], [9058, 9062, "DATE"], [9834, 9852, "ORG"], [9855, 9870, "DESIGNATION"], [9871, 9880, "GPE"], [9885, 9891, "GPE"], [10187, 10195, "ORG"], [10197, 10200, "ORG"], [10202, 10206, "ORG"], [10208, 10222, "ORG"], [10224, 10235, "ORG"], [10240, 10254, "ORG"], [10637, 10648, "DATE"], [10714, 10723, "ORG"], [10823, 10826, "GPE"], [11061, 11075, "PHONE_NUMBER"], [11077, 11090, "PHONE_NUMBER"], [11091, 11110, "EMAIL"], [11765, 11775, "GPE"], [11790, 11801, "DATE"], [11802, 11820, "DESIGNATION"], [11831, 11839, "GPE"], [12037, 12058, "ORG"], [7687, 7706, "EMAIL"], [8076, 8091, "ORG"], [8093, 8099, "GPE"], [8111, 8116, "DATE"], [8291, 8296, "GPE"], [8449, 8458, "ORG"], [8460, 8464, "ORG"], [8750, 8781, "ORG"], [8800, 8811, "DATE"], [9895, 9906, "DATE"], [10155, 10170, "ORG"], [10172, 10185, "ORG"], [10283, 10292, "ORG"], [10298, 10308, "DATE"], [10424, 10433, "ORG"], [10596, 10611, "DESIGNATION"], [10852, 10856, "DATE"], [11039, 11059, "PERSON"], [11719, 11746, "ORG"], [11748, 11763, "DESIGNATION"], [11822, 11827, "GPE"], [11882, 11894, "ORG"], [12021, 12033, "GPE"], [12063, 12094, "ORG"], [12398, 12411, "PERSON"], [13302, 13311, "GPE"], [13314, 13325, "GPE"], [13329, 13339, "GPE"], [13349, 13356, "GPE"]]}
{"id": 95, "text": "Chan Yee Weng  575 Woodlands Drive 16, #08-540, Singapore 730575  Mobile: +65 94771385 Email: yeeweng.chan@gmail.com  __________________________________________________________________________________    PROFESSIONAL EXPERIENCE     ALPHA INVESTMENT PARTNERS LIMITED                                        March 2014 \\xe2\\x80\\x93 March 2017  (Real estate investment manager)                        March 2011 \\xe2\\x80\\x93 October 2011  Assistant Manager    Maintaining the accounts for a portfolio of assets and investment holding companies  Reviewing and ensuring the accuracy of data entry and reports submitted by local/overseas administrators and Property Managers for Account Payables and Receivables  Reviewing fund requests prepared by Property managers and providing variance analysis  Preparing quarterly consolidated management accounts for the respective property holding company and its investment holding companies  Preparing assigned reports/schedules for quarterly fund financial report to investors  Preparing cash flow projection on a quarterly basis or whenever necessary to flow excess money back to Fund level for distribution to investors  Preparing/Reviewing Singapore and overseas corporate tax computation and GST/VAT filing provided by outsourced tax agent/overseas administrators and liaising with them to resolve issues/doubts before submission to managers  Drafting of audited financial statements, schedules and liaising with auditors for interim and year-end audit  Assist in divestment and acquisition of properties whenever required  Ensuring internal controls are complied with      ASCOTT INTERNATIONAL MANAGEMENT (2001) PTE LTD                    July 2013 \\xe2\\x80\\x93 March 2014  (Real estate / hospitality)  Associate Accountant    Maintain the accounts for a portfolio of investment holding companies  Preparation of inter-company statement of account and bank reconciliations  Preparation of annual budgets  Preparation of corporate income tax computation and liaising with the tax department for related matters  Preparation of audited financial statements and liaising with auditors for year-end audit  Ensuring internal controls are complied with                                          STRAITS (SINGAPORE) PTE LTD             April 2012 \\xe2\\x80\\x93 July 2013 (Commodities brokerage and trade facilitation services)  Senior Accounts Executive    Preparation of full sets of accounts  Daily reconciliation and preparation of customer segregation statement  Preparation of quarterly reports to International Enterprise and GST filing to IRAS  Calculation of monthly commission for Introducing brokers  Monitoring cash flow position  Assist in monthly management reports, monthly profit and loss forecast and quarterly cashflow  Draft of audited financial statements, schedules and liaising with auditors for year-end audit  Preparation of corporate income tax computation  Assist in preparation of yearly budgets  Act as a point of contact with banks    CMC MARKETS (SINGAPORE) PTE LTD                                                                 October 2011 \\xe2\\x80\\x93 April 2012  (CFDs trading and Forex trading provider)        June 2010 \\xe2\\x80\\x93 January 2011  Finance and Payments Executive, Contract    Accounts payables and General ledger functions  Monthly transfer pricing and income tax calculation  Verification and processing of staff expenses claim  Daily reconciliation and preparation of daily customer segregation statement   Preparation of quarterly MAS reports  Ensure timely funding to customer\\xe2\\x80\\x99s account and process customer\\xe2\\x80\\x99s withdrawals request    LASALLE INVESTMENT MANAGEMENT ASIA PTE LTD                       August 2009 \\xe2\\x80\\x93 April 2010  (Real estate investment manager)  Accounts Assistant, Contract    Assisting Fund Accountants  Drafting Financial Statements for investment holding company  Preparation of wire instructions  Monthly closing  Updating cash report  Assisting Treasury Team  Bank reconciliation review  Updating bank\\xe2\\x80\\x99s credit ratings  Ad hoc duties assigned                HIGHEST EDUCATION    Association of Certified Chartered Accountants (ACCA)                    June 2007 \\xe2\\x80\\x93 June 2010  Affiliate    PROFESSIONAL MEMBERSHIP    Institute of Chartered Accountants             Affiliate    COMMUNICATION SKILLS AND COMPUTER LITERACY    Competent in spoken and written English and Mandarin  Microsoft Office  MRI (Management Reports Integrated)   Yardi  Microsoft Dynamics AX  Some exposure to Oracle    LAST REMUNERATION    SGD 4,570 per month + Average 6 months bonus    EXPECTED REMUNERATION    Negotiable    NOTICE PERIOD    A few days notice    Page 3 of 3", "meta": {}, "annotation_approver": null, "labels": [[0, 13, "PERSON"], [48, 58, "GPE"], [74, 86, "PHONE_NUMBER"], [94, 116, "EMAIL"], [232, 265, "GPE"], [305, 339, "DATE"], [397, 407, "DATE"], [421, 433, "DATE"], [435, 452, "DESIGNATION"], [1180, 1190, "GPE"], [1615, 1646, "ORG"], [1681, 1690, "DATE"], [1704, 1714, "DATE"], [1745, 1777, "DESIGNATION"], [2230, 2257, "GPE"], [2270, 2280, "DATE"], [2294, 2303, "DATE"], [2361, 2386, "DESIGNATION"], [2996, 3027, "ORG"], [3092, 3104, "DATE"], [3118, 3128, "DATE"], [3179, 3188, "DATE"], [3202, 3214, "DATE"], [3216, 3246, "DESIGNATION"], [3643, 3685, "ORG"], [3708, 3719, "DATE"], [3733, 3743, "DATE"], [3779, 3797, "DESIGNATION"], [3799, 3837, "DESIGNATION"], [3974, 4003, "ORG"], [4129, 4175, "DEGREE"], [4202, 4211, "DATE"], [4225, 4234, "DATE"], [4276, 4332, "ORG"], [4414, 4422, "LANGUAGE"], [4426, 4435, "LANGUAGE"], [4436, 4452, "SKILL"], [4454, 4489, "SKILL"], [4492, 4498, "ORG"], [4499, 4520, "SKILL"], [4539, 4546, "SKILL"]]}
{"id": 96, "text": "Microsoft Word - resume_Phua Li Ting.docx Phua Li Ting  PERSONAL PARTICULARS  Name: Phua Li Ting NRIC No: S8815916J Address: Block 117, Jurong East Street 13, Ivory Heights, #21-143, Singapore 600117 Date of Birth: 27 April 1988 Race: Chinese Cellular number: (+65)9178-9716 Email address: phualiting@gmail.com  Career aspirations: Looking for a dynamic role that motivates me and enables me to realize my full potential.  EDUCATION  National University of Singapore                                       Aug 07 – Dec 10 § Bachelor of Business Administration (Accountancy)                                                                              The Chinese University of Hong Kong                                     Jun 08 – Aug 08 § Summer Exchange Program § Obtained a credit in Human Resource Management module               National Junior College                           Jan 05 – Dec 06 § GCE ‘A’ Level with 4 distinctions                                                                            WORKING EXPERIENCE  Alpha Investment Partners Limited            Apr 15 – Present Financial Analyst § Involved in quarterly budgeting process, discussions and review of five year financial forecasts – projected cashflows for each real estate investment project for the allocation of group funds § Liaise closely with the investment team for UK property acquisition on financial management of the UK projects § Had frequent conference calls with the assets’ property managers in UK to ensure proper accountability and management of the asset § Responsible for preparing full set of monthly management reporting accounts, including multi-currencies  ALT Retail - E-commerce             Aug 14 - Present Owner § Strategic planning for the company § Involved in procurement of goods, marketing, financial planning and all other ad-hoc matters  Oversea-Chinese Banking Corporation           Apr 13 – Nov 14 Consumer Secured Lending (Home Loans) – Product Manager § Responsible for the monthly Home Loans Dashboard and other management reporting packages § Managed ground implementation and queries on regulatory changes  § Creation and maintenance of calculators and tools using extensive Microsoft Excel programming with some parts of VBA to be used by OCBC’s customer-facing staff § In charge of creating and monitoring sales incentive schemes § Monitored the profitability of the mortgage loan products § Responsible for overseeing end to end product process through the product life cycle. Worked with key stakeholders including Credit Assessment team, Mortgage Specialists, Post Approval Loan Operations team to review and improve workflow and processes § Produced the department’s monthly newsletter with market information, new residential projects launched and product promotions § Conceptualized and created ways to improve product penetration including the packaging, in charge of planning campaign mechanics for product promotion and sales challenge campaigns § Daily handling and resolution of queries on product technicalities and process issues  § Involved in on-the-ground training as a Mortgage Specialist, personally meeting customers and securing private housing loans § Managed the Customer Care & Retention team – interviewed ground staff for revamp of their documentation tool using Microsoft Excel (with some VBA) to reduce time wasted for re-works by the staff, reviewed and introduced process improvements between the various stakeholders   WORKING EXPERIENCE  Ernst & Young LLP              Jan 11 – Mar 13 Senior Associate - Audit § In the core team for the initial public offering of Bumitama Agri Ltd. Worked in Jakarta for close to two months for the project. Assisted in group consolidation, discussions with client management, review of working papers from EY Jakarta, conversion of accounts from Indonesian GAAP to Singapore FRS, monitored compliance with SGX listing requirements, involved in work to be performed for the prospectus, up to the proof reading of the prospectus with bankers and lawyers § Went on an overseas engagement in Beijing, which involved understanding the business of a start up and coming up with a report for the fund management company to base their investment decision on § Frequent interactions with clients throughout the audit process § Led teams as an audit senior – managed work allocation  § Worked directly with management on the audit timeline, deliverables and discussions of clients’ significant developments § Prepared reports documenting key audit findings and provided analysis about the firm’s operating and financial performance § Reviewed companies’ internal control framework and provided recommendations for improvement § Performed audit field work and ensured compliance with the Singapore Financial Reporting Standards  RSM Chio Lim Stone Forest             Dec 09 – Jan 10 Audit Assistant (Intern) § Attached to various audit teams to perform field work on listed companies and small medium enterprises § Exposed to year end stock takes in different industries § Gained confidence and improved interpersonal skills through direct interactions with audit clients § Valuable practical experience which required putting the academic accounting knowledge learnt into good use, and in turn achieving a better understanding of audit  Ernst & Young LLP                          May 09 – Jul 09 Tax Intern § Generated tax computations and letter to clients from more than 70 companies § Created schedules such as fixed assets reconciliation, using the company’s Corporate Tax System, to generate the final tax computation § Studied audit working papers and financial statements during the preparation of tax computations § Gained insights on the different basis of taxation for industries ranging from shipping, trading and service to finance  ORGANISATIONAL AND COMMITTEE EXPERIENCE  NUS Sheares Hall                                                                              Sheares National Day Celebrations Committee                                                                                May 08 – Sep 08      § Directed the publicity of the event for all hall residents and alumni § Actively searched for sponsors for the event which resulted in the likes of ExxonMobil, Action City and other distinguished companies offering sponsorships for event  Sheares Link, In-charge (Program)                                                Jan 08 - May 08 § Organised and oversaw the planning and execution of the annual hall appreciation dinner as well as the program flow for seniors’ farewell event involving 500 hall residents and alumni § Acted as a liaison between the alumni and various committees within the hall which was integral to the formation of lasting alumni-students’ bond § Managed the logistical demands, safety and welfare of 500 hall residents and alumni during an annual night cycling event   SKILLS/HOBBIES    • Fluent in English and Chinese (both written and spoken) • Proficient in Microsoft Office, especially Microsoft Excel (able to apply Visual Basics for Applications) • Completed certification test with ICPAS • Hobbies include swimming, jogging, outdoor activities, reading • Participates regularly in sports events such as the “Sundown Marathon”, “Run Against Cancer” and “OCBC Cycle”", "meta": {}, "annotation_approver": null, "labels": [[42, 54, "PERSON"], [84, 96, "PERSON"], [260, 274, "PHONE_NUMBER"], [723, 738, "DATE"], [790, 815, "DEGREE"], [887, 902, "DATE"], [215, 228, "DATE"], [290, 310, "EMAIL"], [434, 466, "ORG"], [505, 520, "DATE"], [524, 573, "DEGREE"], [651, 686, "ORG"], [742, 765, "DEGREE"], [837, 860, "ORG"], [1035, 1068, "ORG"], [1080, 1096, "DATE"], [1097, 1114, "DESIGNATION"], [1667, 1690, "ORG"], [1703, 1719, "DATE"], [1720, 1726, "DESIGNATION"], [1861, 1896, "ORG"], [1907, 1922, "DATE"], [1923, 1947, "DESIGNATION"], [1963, 1978, "DESIGNATION"], [3512, 3529, "ORG"], [3543, 3558, "DATE"], [3559, 3575, "DESIGNATION"], [3639, 3656, "ORG"], [3668, 3676, "GPE"], [3816, 3819, "ORG"], [3819, 3826, "GPE"], [3875, 3885, "GPE"], [4099, 4106, "GPE"], [4794, 4804, "GPE"], [4835, 4860, "ORG"], [4873, 4888, "DATE"], [4889, 4913, "DESIGNATION"], [5348, 5365, "ORG"], [5391, 5406, "DATE"], [5407, 5417, "DESIGNATION"], [6118, 6133, "DATE"], [5901, 6002, "ORG"], [6463, 6478, "DATE"], [6971, 6979, "LANGUAGE"], [6983, 6991, "LANGUAGE"], [7033, 7049, "SKILL"], [7062, 7077, "SKILL"], [7093, 7106, "SKILL"], [7161, 7167, "CERTIFICATES"]]}
{"id": 97, "text": "Roy Kim CVKIM JIA LIANG ROY                                   Nationality: Singaporean  |  Date of Birth: 5 March 1990Mobile: +65 9852 8728  |  Email: roykim7571@gmail.comA C A D E M I C  Q U A L I F I C AT I O N S  Singapore Management University                                                                                                         Aug 2011 - Jul 2015Bachelor of Business Management, Major in Finance  Cum Laude; GPA: 3.47/4.00Dean’s List for AY2012Coursework: Financial Accounting (A+), Management Accounting (A+), Corporate Reporting and                         Financial Analysis (A+), Finance (A), Analysis of Equity Investments (A),                        Financial Instruments, Institution and Markets (A)Shanghai Jiao Tong University                                                                                                                      Sep 2013 - Dec 2013International Student Exchange ProgrammeSt Andrew’s Junior College                                                                                                                      Jan 2007 - Dec 2008 Cambridge GCE ‘A’ Level                                                                                           Distinction in Economics, PhysicsSt Andrew’s Secondary School                                                                                                               Jan 2003 - Dec 2006 Cambridge GCE ‘O’ Level   6 As with A1s in Maths, Humanities, Accounting                                                             W O R K  E X P E R I E N C E  Fund Accountant, Alter Domus                                                                                                                 Sep 2015 - Present Singapore Responsible for all aspects of the day-to-day operations of private equity funds, fund of funds• Handled the funds’ accounts and prepared the funds’ quarterly NAV calculation• Analysed transactions, reconciliations and drafted financial memos• Performed transfer agent activities and regulatory filing• Coordinated external audits and management company reporting requirements• Independently completed cash, portfolio and capital reconciliation Analyst Intern, Singular Asset Management                                                                                         Aug 2014 - Nov 2014 Singapore Responsible for conducting equity research with a top-down investment approach• Conducted primary research on selected industry sectors and economic data• Analysed earnings, interviewed company management and presented investment                  recommendations to portfolio manager• Performed fundamental analysis and built financial modelsInvestment Research Intern, Mingly Corporation                                                                                 May 2014 - Aug 2014 Singapore Responsible for conducting equity research with a bottom-up investment approach• Involved at stages in the investment process, including sourcing, doing due diligence                 on potential investment opportunities and making investment recommendation• Performed fundamental security analysis and valuation• Sourced and analysed “special situations” investment opportunities C O - C U R R I C U L A R  A C T I V I T I E S  Singapore Management University                                                                                                                       2011 - 2014 Tchoukball Team• Represented college in Inter-University Tchoukball competitions• Achieved medal placing in competitions St Andrew’s Junior College                                                                                                                                    2007 - 2008 Track & Field Team • Represented college in sprints category• Qualified for the National finals in team relay eventsAWA R D S  /  A C H I E V E M E N T S  Passed CAIA Examination Level 1               2016 Passed CFA Examination Level 1                                                                                                                                       2014                                                                                                                                                                                                                                           S K I L L S  Computer : Proficient in MS Office, iWork, Bloomberg, Thomson Reuters, eFront Spoken/Written Language: English, Mandarin R E F E R E N C E S  Provided upon request", "meta": {}, "annotation_approver": null, "labels": [[0, 7, "PERSON"], [106, 118, "DATE"], [126, 139, "PHONE_NUMBER"], [151, 171, "EMAIL"], [216, 247, "ORG"], [352, 371, "DATE"], [371, 402, "DEGREE"], [404, 431, "DEGREE"], [433, 447, "GPA"], [465, 469, "DATE"], [731, 760, "ORG"], [878, 897, "DATE"], [897, 937, "DEGREE"], [937, 963, "ORG"], [1081, 1100, "DATE"], [1101, 1111, "GPE"], [1119, 1239, "DEGREE"], [1241, 1248, "DEGREE"], [1248, 1276, "ORG"], [1387, 1406, "DATE"], [1407, 1417, "GPE"], [1450, 1479, "SKILL"], [1570, 1585, "DESIGNATION"], [1587, 1598, "ORG"], [1711, 1729, "DATE"], [1730, 1740, "GPE"], [2185, 2199, "DESIGNATION"], [2201, 2226, "ORG"], [2315, 2334, "DATE"], [2335, 2345, "GPE"], [2698, 2713, "DESIGNATION"], [2715, 2733, "ORG"], [2814, 2833, "DATE"], [3888, 3904, "CERTIFICATES"], [4374, 4383, "SKILL"], [4385, 4390, "SKILL"], [4403, 4418, "SKILL"], [4420, 4427, "SKILL"], [4452, 4459, "LANGUAGE"], [2834, 2844, "GPE"], [3273, 3304, "ORG"], [3423, 3434, "DATE"], [3556, 3582, "ORG"], [3714, 3726, "DATE"], [3939, 3954, "CERTIFICATES"], [4392, 4401, "SKILL"], [4461, 4470, "LANGUAGE"]]}
